export const data = [
  {
    id: 1,
    slug: 'madad',
    image: 'ri-book-mark-line text-white',
    title: 'Khulasoh',
    arab: 'الْخُلاَصَةُ الْمَدَدًا النَّبَوِي',
    latin: 'Khulashotul Madadan Nabawi',
    category: [
      {
        id: 1,
        slug: 'fardhu',
        title: 'Dzikir Setelah Sholat Fardhu',
        arab: 'ذِكْرٌ بَعْدَ صَلَاةِ الْفَرِيضَةِ',
        latin: 'Dzikir ba’da shalāti al-farīdāti',
        link: '/madad/fardhu',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Khusus',
            subName: '',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: '3x أَسْتَغْفِرُ اللَّهَ الْعَظِيْم',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: ' اَللَّهُمَّ أَنْتَ السَّلاَمُ ، وَمِنْكَ السَّلَامُ ، وَاِلَيْكَ يَعُوْدُ السَّلاَمُ ، فَحَيِّنَا رَبَّنَا بِالسَّلاَمِ ، وَاَدْخِلْنَا دَارَكَ دَارَ السَّلاَمِ ، تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ ، اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ ، وَلَا مُعْطِيَ لِمَا مَنَعْتَ ، وَلاَرَادَّ لِمَا قَضَيْتَ ، وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ، اللَّهُمَّ اَعِنِّيْ عَلَي ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَاذَتِكَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'رَبَّنَا تَقَبَّلْ مِنَّا اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيِمُ ، وَتُبْ عَلَيْنَا اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'وَصَلَّ اللَّهُ عَلَي سَيِّدِ مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَسَلَّمْ ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اَعُوْذُبِاللَّهِ مِنَ الشَّيْطَانِالرَّجِيْمِ ، بِسْمِ اللَّهِ الرَّحْمآنِ الرَّحِيْمِ ،  اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ اَلْحَيُّ الْقَيُّوْمُ ، لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ، لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ، مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖ ، يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَ ، وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'سُبْنَكَ يَاعَلِيُّ يَاعَظِيْمُ ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'سُبْحَانَاللَّهِ (33) الحَمْدُلِلَّهِ (33) اللَّهُ اَكْبَرُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'لا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِير',
                latin: '',
                arti: ''
              }
            ]
          }
          
        ]
      },
      {
        id: 2,
        slug: 'subuh',
        title: 'Dzikir Setelah Sholat Subuh',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الصُّبْحِ',
        latin: 'Dzikir ba’da shalāti as-subhi',
        link: '/madad/subuh',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Wirdul Lathif',
            subName: 'Al-imam Abdullah bin Alwi Al-Haddad',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْم  ، قُلْ هُوَ اْللهُ أَحَدٌ  ، اَللهُ اْلصَّمَدُ  ، لَمْ يَلِدْ وَلَمْ يٌوْلَدْ  ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ  ، قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ  ، مِنْ شَرِّ ماَ خَلَقَ ، وَمِنْ شَـرِّ غَاسِقٍ إِذَا وَقَبَ  ، وَمِنْ شَـرِّ النَّـفَّاثَاتِ فِي الْعُقَدِ  ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ  ، قُلْ أَعُوْذُ بِرَبِّ النَّاسِ  ، مَلِكِ النَّاسِ  ، إِلَهِ النَّاسِ  ،  مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ اَلَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِ ، مِنَ الْجِنَّةِ وَالنَّاسِ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'رَبِّ أَعُوذُ بِـكَ مِنْ هَمَـزَاتِ الشَّيَـاطِينِ  ، وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُـرُونِ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'فَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاَ وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُـوْنَ  ، فَتَعَالَى اللهُ الْمَلِكُ الْحَقُّ لاَ إِلَهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْكَرِيْم  ، وَ مَنْ يَدْعُ مَعَ اللهِ إِلَهاً آخَرَ لاَ بُرْهَانَ لَهُ بِـهِ فَإِنَّمَا حِسَـابُهُ عِنْدَ رَبّـِهِ إِنَّـهُ لاَ يُفْلِحُ الْكَافِـرُوْنَ  ، وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِيْنَ  ، فَسُبْحَانَ اللهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ  ، وَلَهُ الْحَمْدُ فِي السَّمَوَاتِ وَالأَرْضِ وَعَشِيًّا وَحِيْنَ تُظْهِرُوْنَ  ، يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرِجُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أَعُوْذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْم (3)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَوْ أَنْزَلْنَـا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًـا مُتَصَدِّعًا مِنْ خَشْيَةِ اللهِ  ، وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ  ، هُوَ اللهُ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهاَدَةِ هُوَ الرَّحْمَنُ الرَّحِيْمُ  ، هُوَ اللهُ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوْسُ السَّلاَمُ الْمُؤْمِـنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللهِ عَمَّا يُشْرِكُوْنَ  ، هُوَ اللهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأَسْمَاءُ الْحُسْنَى  ، يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالأَرْضِ  ، وَهُوَ الْعَزِيْزُ الْحَكِيم  ، سَلاَمٌ عَلَى نُوْحٍ فِي الْعَالَمِيْن  ، إِنَّا كَذَلِكَ نُجْزِي الْمُحْسِنِيْن  ، إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'بِسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ أسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'الَّلهُمَّ إِنِّي أَصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ فَأَتْمِمْ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اللَّهُـمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ (4)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اَلْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ حَمْداً يُوَافِي نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'آمَنْتُ بِاللهِ العَظِيْمِ وَكَفَرْتُ بِالْجِبْتِ وَالطَّاَغُوْتِ وَاسْتَمْسَكْتُ بِالْعُرْوَةِ الْوُثْقَى لاَ اَنْفِصَامَ لَهاَ وَاللهُ سَمِيْعٌ عَلِيمٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'رَضِيْتُ بِاللهِ رَبـًّا ، وَ بِالإِسْلاَمِ دِيْنـًا ، وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا وَرَسُولاً (3)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'حَسْـبِيَ اللهُ لاَ إِلَهَ إِلاَ هُـوَ عَلَيْـهِ تَـوَكَّلْتُ وَهُـوَ رَبُّ العَرْشِ العَظِيْـم(7)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'اَللَّهُمَّ صَلِّ عَلَى سَيِّدِناَ مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ (10)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فُجَاءَةِ الْخَيْرِ ، وَأَعُوذُ بِكَ مِنْ فُجَاءَةِ الشَّرِ ، اَللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَ أَناَ عَبْدُكَ وَأَناَ عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوْذُ بِـكَ مِنْ شَرِّ مـَا صَنَعْـتُ أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوْءُ بِذَنْبِيْ فاَغْفِرْ لِيْ فَاِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ  ، اَللَّهُـمَّ أَنْتَ رَبِّيْ لاَ اِلَهَ إلاَّ أَنْتَ عَلَيْكَ تَوَكَّلْـتُ وَأَنْتَ رَبُّ الْعَـرْشِ الْعَظِيْـم مَا شَاءَ اللهُ كَـانَ وَمَا لَمْ يَشَأْ لَـمْ يَكُنْ وَلاَ حَـوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'اَعْلَـمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيْـرٌ ، وَاَنَّ اللهَ قَدْ أَحَـاطَ بِكُلِّ شَيْءٍ عِلْمًـا',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'اَللَّهُمَّ إِنِّي أَعُوْذُ بِـكَ مِنْ شَرِّ نَفْسِيْ وَمِنْ شَرِّ كُـلِّ دَابَّـةٍ أَنْتَ آخِـذٌ بِنَا صِيَتِهاَ إِنَّ رَبِيِّ عَلَى صِرَاطٍ مُسْتَقِيْمٍ  ، يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ اَسْتَغِيْثُ وَمِنْ عَذَابِكَ أَسْتَجِيْرُ أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَي نَفْسِيْ وَلاَ إِلَى أَحَدٍ مِنْ خَلْقِكَ طَرْفَةَ عَيْنٍ  ، اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ  ، اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ  ، اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَـافِيَةَ وَالْمَعَافاَةَ الدَّائِمَةَ فِي دِيْنِيْ وَدُنْياَيَ وَأَهْلِيْ وَماَلِيْ  ، اَللَّهُمَّ اسْتُرْ عَوْرَاتِيْ وَآمِنْ رَوْعَاتِيْ  ، اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِيْ وَعَنْ يَمِيْنِيْ وَعَنْ شِماَلِيْ وَمِنْ فَوْقِيْ  ، وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتاَلَ مِنْ تَحْتِيْ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَللَّهُـمَّ أَنْتَ خَلَقْتَنِـيْ وَأَنْتَ تَهْدِيْنِـيْ وَأَنْتَ تُطْعِمُنِـيْ وَأَنْتَ تَسْقِيْنِـيْ وَأَنْتَ تُمِيْتُنِـي وَأَنْتَ تُحْيِيْنِـيْ وَاَنْتَ عَلَي كُلِّ شَئٍ قَدِيْرٌ  ،  أَصْبَحْناَ عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ وَعَلَى دِيْنِ نَبِيِّناَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ  ، وَعَلَى مِلَّةِ أَبِيْنَا إِبْراَهِيْمَ حَنِيْفاً مُسْلِماً وَماَ كاَنَ مِنَ الْمُشْرِكِيْنَ  ، اَللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ  ، أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ للهِ رَبِّ الْعاَلَمِيْنَ  ، اَللَّهُّمَ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيُوْمِ فَتْحَهُ وَنَصْرَهُ وَنُوْرَهُ وَبَرَكَتَهُ وَهُداَهُ  ، اَللَّهُمَّ إِنَّي أَسْأَلُكَ خَيْرَ هَذاَ الْيُوْمِ وَخَيْرَ ماَ فِيْهِ  وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذاَالْيُوْمِ وَشَرِّ مَا فِيْهِ  ، اَللَّهُمَّ ماَ أَصْبَحَ بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَـدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ عَلَى ذَلِكَ ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِـهِ وَرِضَـى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِداَدَ كَلِمَاتِهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ عَدَدَ خَلْقِـهِ وَرِضَـى نَفْسِـهِ وَزِنَةَ عَرْشِهِ وَمِداَدَ كَلِمَاتِهِ  ، سُبْحَـانَ اللهِ عَدَدَ مَا خَلَقَ فِي السَّمَـاءِ  ، سُبْحَـانَ اللهِ عَدَدَ مَا خَلَـقَ فِي الأَرْضِ  ، سُبْحَـانَ اللهِ عَدَدَ مَا بَيْنَ ذَلِكَ  ، سُبْحَـانَ اللهِ عَدَدَ مَا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'اَلْحَمْدُ للهِ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ  ، اَلْحَمْدُ للهِ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ  ، اَلْحَمْدُ للهِ عَدَدَ مَـا بَيْـنَ ذَلِكَ  ، اَلْحَمْدُ للهِ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: ' لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ ، لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ ، لاَ إِلَـهَ إِلاَّ اللهُ عَدَدَ مَـا بَيْـنَ ذَلِـكَ ، لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اللهُ أَكْبَرُ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ ، اللهُ أَكْبَرُ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ  ، اللهُ أَكْبَرُ عَدَدَ مَـا بَيْـنَ ذَلِكَ ، اللهُ أَكْبَرُ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'لآ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا خَلَقَ فِي السَّمَاءِ  ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا خَلَقَ فِي الأَرْضِ  ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا بَيْـنَ ذَلِـكَ  ، لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَا هُوَ خَالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا خَلَقَ فِي السَّمَاءِ  ، اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا خَلَقَ فِي الأَرْضِ  ، اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا بَيْـنَ ذَلِـكَ  ، اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا هُوَ خَالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ  ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَـى كُلِّ شَيْءٍ قَدِيْرٌ عَدَدَ كُلِّ ذَرَّةٍ أَلْفَ مَرَّةٍ (3)',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 3,
            title: 'Waqiah',
            name: 'Surat Al-Waqiah',
            subName: '',
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: 'اِذَا وَقَعَتِ الْوَاقِعَةُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ۘ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'خَافِضَةٌ رَّافِعَةٌ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'وَّبُسَّتِ الْجِبَالُ بَسًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'فِيْ جَنّٰتِ النَّعِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَحُوْرٌ عِيْنٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'اِلَّا قِيْلًا سَلٰمًا سَلٰمًا',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'وَاَصْحٰبُ الْيَمِينِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'فِيْ سِدْرٍ مَّخْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'وَّطَلْحٍ مَّنْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'وَّظِلٍّ مَّمْدُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'وَّمَاۤءٍ مَّسْكُوْبٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَّفَاكِهَةٍ كَثِيْرَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَّفُرُشٍ مَّرْفُوْعَةٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'فَجَعَلْنٰهُنَّ اَبْكَارًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'عُرُبًا اَتْرَابًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'لِّاَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'لَّا بَارِدٍ وَّلَا كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَشَارِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'فَشَارِبُوْنَ شُرْبَ الْهِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخَالِقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزَّارِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'اِنَّا لَمُغْرَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'بَلْ نَحْنُ مَحْرُوْمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'فِيْ كِتٰبٍ مَّكْنُوْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: 'وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 85,
                arab: 'وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 86,
                arab: 'فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 87,
                arab: 'تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 88,
                arab: 'فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 89,
                arab: 'فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 90,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 91,
                arab: 'فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 92,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 93,
                arab: 'فَنُزُلٌ مِّنْ حَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 94,
                arab: 'وَّتَصْلِيَةُ جَحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 95,
                arab: 'اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 96,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              
            ]
          }
        ]
      },
      {
        id: 3,
        slug: 'dzuhur',
        title: 'Dzikir Setelah Sholat Dzuhur',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الظُّهْرِ',
        latin: 'Dzikir ba’da shalāti ad-dzuhri',
        link: '/madad/dzuhur',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Hizbun Nashar',
            subName: 'Al-Imam Abdulah Bin Al-Haddad',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'لاَاِلَهَ اِلاَّاللَّهُ الْمَلِكُ الْحَقُّ الْمُبِيْنُ (100)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ  ، إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا  ، لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا  ، وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا  ، وَكَانَ عِنْدَ اللَّهِ وَجِيهًا  ، وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ ، وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضِ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ  ، نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ  ، يَاأَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اَللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَ لاَ يُحِيْطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَاْلاَرْضَ وَ لاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ  ، لَوْ أَنْزَلْنَا هَذَا الْقُرْءَانَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ اْلأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ  ، هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ, هُوَ الرَّحْمَنُ الرَّحِيمُ  ، هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ  ، هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ اْلأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ  ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أُعِيْذُ نَفْسِى بِاللَّهِ تَعَالَى مِنْ كُلِّ مَايَسْمَعُ بِأُذُنَيْنِ  ، وَيُبْصِرُ بِعَيْنَيْنِ وَيَمْشِى بِرِجْلَيْنِ  ، وَيَبْطِشُ بِيَدَيْنِ  ، وَيَتَكَلَّمُ بِشَفَتَيْنَ  ، حَصَّنْتُنَفْسِى بِاللَّهِ الْخَالِقِ اْلاَكْبَرِ  ، مِنْ شَرِّ مَاأَخَافُ وَأَحْذَرُ  ، مِنَ الْجِنِّ وَاّلإِنْسِ وَأَنْ يَحْضُرُونَ  ، عَزَّ وَجَلَّ ثَنَائُهُ وَتَقَدَّسَتْ أَسْمَائُهُ وِلاِ اِلَهَ غَيْرُه',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَللَّهُمَّ إِنِّى أَجْعَلُكَ فِى نُحُورِ أَعْدَائِى  ، وَأَعُوذُ بِكَ مِنْ شُرُورِهِمْ وَتَحَيُّلِهِمْ وَمَكْرِهِمْ وَمَكَائِدِهِمْ أَطْفِئْ نَاَر مَنْ أَرَادَبِى عَدَاوَةً مِنَ الْجِنِّ وَاْلإِنْسِ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'يَاحَافِظُ ياَحَفِيْظُ يَاكَافِى يَامُحِيْطُ سُبْحَانَكَ يَارَبَّ مَاأَعْظَمَ شَأْنَكَ وَأَعَزَّ سُلْطَانَكَ تَحَصَّنْتُ بِاللَّهِ وَبِأَسْمَاءِ اللَّهِ وَبِآيَاتِ اللَّهِ وَمَلاَئِكَةِ اللَّهِ وَأَنْبَاءِ اللَّهِ وَرُسُلِ اللَّهِ وَالصَّالِحِيْنَ مِنْ عِبَادِ اللَّه حَصَّنْتُ نَفْسِى بِلاَ اِلَهَ إِلاَّ اللَّهُ مُحَمَّدٌ رَسُوْلُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'اَللَّهُمَّ اُحْرُسْنِى بِعَيْنِكَ الَّتِى لاَ تَنَامُ وَاكْنُفْنِى بِكَنَفِكَ الَّذِى لاَ يُرَامُ وَارْحَمْنِى بِقُدْرَتِكَ عَلَيَّ فَلاَ أَهْلِكُ وَأَنْتَ ثِقَتِى وَرَجَائِى',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'يَاغِيَاثَ الْمُسْتَغِيْثِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'يَادَرَكَ الْهَالِكِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: ' إِكْفِنِى شَرَّ كُلِّ طَارِقٍ يَطْرُقُ بِلَيْلٍ أَوْ نَهَارٍ إْلاَّ طَارِقًا يَطْرُقُ بِخَيْرٍ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'بِسْمِ اللَّهِ أَرْقِى نَفْسِى مِنْ كُلِّ مَا يُؤْذَى وَمِنْ كُلِّ حَاسِدٍ اللَّهُ شِفَائِى بِسْمِ اللَّهِ رُقِيْتُ اللّهُمَّ رَبَّ النَّاسِ أَذْهِبِ الْبَأْسَ إِشْفِ أَنْتَ الشَّافِى وَعَافِ أَنْتَ الْمُعَافِى لاَشِفَاءَ إِلاَّ شِفَائُكَ لاَ يُغَادِرُ سَقَمًا وَلاَ أَلَمًا',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'يَاكَافِى يَاوَافِى يَاحَمِيْدُ يَامَجِيْدُ إِرْفَعْ عَنِّى كُلَّ تَعَبٍ شَدِيْدٍ وَاكْفِنِى مِنَ الْحَدِّ وَالْحَدِيْدِ وَالْمَرِضِ الشَّدِيْدِ وَالْجَيْشِ الْعَدِيْدِ وَاجْعَلْ لِى نُورًا مِنْ نُورِكَ وَعِزًّا مِن عِزِّكَ وَنَصْرًا مِنْ نَصْرِكَ وَبَهَاءً مِنْ بَهَائِكَ وَعَطَاءً مِنْ عَطَائِكَ وَحَرَاسَةً مِنْ حَرَاسَتِكَ وَتَأْيِيْدًا مِنْ تَأْيِيْدِكَ يَاذَا الْجَلاَلِ وَاْلاِكْرَامِ وَالْمَوَاهِبِ الْعِظَامِ وَأَسْئَلُكَ أَنْ تَكْفِيَنِى مِنْ شَرِّ كُلِّ ذِى شَرٍّإِنَّكَ أَنْتَ اللَّهُ الْخَالِقُ اْلأَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'وَصَلىَّ اللَّهُ عَلىَ سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْليمًا كَثِيْرًا طَيِّبًا مُبَارَكًا فِيْهِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ ،  ظَاهِرًا وَبَاطِنًا وَعَلَى كُلِّ حَالٍ ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 4,
        slug: 'ashar',
        title: 'Dzikir Setelah Sholat Ashar',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ العَصْرِ',
        latin: 'Dzikir ba’da shalāti as-syuri',
        link: '/madad/ashar',
        dzikri: [
          {
            id: 1,
            title: 'Waqiah',
            name: 'Surat Al-Waqiah',
            subName: '',
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: 'اِذَا وَقَعَتِ الْوَاقِعَةُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لَيْسَ لِوَقْعَتِهَا كَاذِبَةٌ ۘ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'خَافِضَةٌ رَّافِعَةٌ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اِذَا رُجَّتِ الْاَرْضُ رَجًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'وَّبُسَّتِ الْجِبَالُ بَسًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'فَكَانَتْ هَبَاۤءً مُّنْۢبَثًّاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَّكُنْتُمْ اَزْوَاجًا ثَلٰثَةً ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'فَاَصْحٰبُ الْمَيْمَنَةِ ەۙ مَآ اَصْحٰبُ الْمَيْمَنَةِ ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَاَصْحٰبُ الْمَشْـَٔمَةِ ەۙ مَآ اَصْحٰبُ الْمَشْـَٔمَةِ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَالسّٰبِقُوْنَ السّٰبِقُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اُولٰۤىِٕكَ الْمُقَرَّبُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'فِيْ جَنّٰتِ النَّعِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'وَقَلِيْلٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'عَلٰى سُرُرٍ مَّوْضُوْنَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'مُّتَّكِـِٕيْنَ عَلَيْهَا مُتَقٰبِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَطُوْفُ عَلَيْهِمْ وِلْدَانٌ مُّخَلَّدُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِاَكْوَابٍ وَّاَبَارِيْقَۙ وَكَأْسٍ مِّنْ مَّعِيْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'لَّا يُصَدَّعُوْنَ عَنْهَا وَلَا يُنْزِفُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَفَاكِهَةٍ مِّمَّا يَتَخَيَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَلَحْمِ طَيْرٍ مِّمَّا يَشْتَهُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَحُوْرٌ عِيْنٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'كَاَمْثَالِ اللُّؤْلُؤِ الْمَكْنُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'جَزَاۤءًۢ بِمَا كَانُوْا يَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'لَا يَسْمَعُوْنَ فِيْهَا لَغْوًا وَّلَا تَأْثِيْمًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'اِلَّا قِيْلًا سَلٰمًا سَلٰمًا',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'وَاَصْحٰبُ الْيَمِينِ ەۙ مَآ اَصْحٰبُ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'فِيْ سِدْرٍ مَّخْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'وَّطَلْحٍ مَّنْضُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'وَّظِلٍّ مَّمْدُوْدٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'وَّمَاۤءٍ مَّسْكُوْبٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَّفَاكِهَةٍ كَثِيْرَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'لَّا مَقْطُوْعَةٍ وَّلَا مَمْنُوْعَةٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَّفُرُشٍ مَّرْفُوْعَةٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'اِنَّآ اَنْشَأْنٰهُنَّ اِنْشَاۤءًۙ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'فَجَعَلْنٰهُنَّ اَبْكَارًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'عُرُبًا اَتْرَابًاۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'لِّاَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'ثُلَّةٌ مِّنَ الْاَوَّلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'وَثُلَّةٌ مِّنَ الْاٰخِرِيْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاَصْحٰبُ الشِّمَالِ ەۙ مَآ اَصْحٰبُ الشِّمَالِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'فِيْ سَمُوْمٍ وَّحَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَّظِلٍّ مِّنْ يَّحْمُوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'لَّا بَارِدٍ وَّلَا كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'اِنَّهُمْ كَانُوْا قَبْلَ ذٰلِكَ مُتْرَفِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَكَانُوْا يُصِرُّوْنَ عَلَى الْحِنْثِ الْعَظِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَكَانُوْا يَقُوْلُوْنَ ەۙ اَىِٕذَا مِتْنَا وَكُنَّا تُرَابًا وَّعِظَامًا ءَاِنَّا لَمَبْعُوْثُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'اَوَاٰبَاۤؤُنَا الْاَوَّلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'قُلْ اِنَّ الْاَوَّلِيْنَ وَالْاٰخِرِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'لَمَجْمُوْعُوْنَۙ اِلٰى مِيْقَاتِ يَوْمٍ مَّعْلُوْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'ثُمَّ اِنَّكُمْ اَيُّهَا الضَّاۤ لُّوْنَ الْمُكَذِّبُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'لَاٰكِلُوْنَ مِنْ شَجَرٍ مِّنْ زَقُّوْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'فَمَالِـُٔوْنَ مِنْهَا الْبُطُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَشَارِبُوْنَ عَلَيْهِ مِنَ الْحَمِيْمِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'فَشَارِبُوْنَ شُرْبَ الْهِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هٰذَا نُزُلُهُمْ يَوْمَ الدِّيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'نَحْنُ خَلَقْنٰكُمْ فَلَوْلَا تُصَدِّقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'اَفَرَءَيْتُمْ مَّا تُمْنُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'ءَاَنْتُمْ تَخْلُقُوْنَهٗٓ اَمْ نَحْنُ الْخَالِقُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'نَحْنُ قَدَّرْنَا بَيْنَكُمُ الْمَوْتَ وَمَا نَحْنُ بِمَسْبُوْقِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'عَلٰٓى اَنْ نُّبَدِّلَ اَمْثَالَكُمْ وَنُنْشِئَكُمْ فِيْ مَا لَا تَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ عَلِمْتُمُ النَّشْاَةَ الْاُوْلٰى فَلَوْلَا تَذَكَّرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'اَفَرَءَيْتُمْ مَّا تَحْرُثُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'ءَاَنْتُمْ تَزْرَعُوْنَهٗٓ اَمْ نَحْنُ الزَّارِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'لَوْ نَشَاۤءُ لَجَعَلْنٰهُ حُطَامًا فَظَلْتُمْ تَفَكَّهُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'اِنَّا لَمُغْرَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'بَلْ نَحْنُ مَحْرُوْمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'اَفَرَءَيْتُمُ الْمَاۤءَ الَّذِيْ تَشْرَبُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'ءَاَنْتُمْ اَنْزَلْتُمُوْهُ مِنَ الْمُزْنِ اَمْ نَحْنُ الْمُنْزِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لَوْ نَشَاۤءُ جَعَلْنٰهُ اُجَاجًا فَلَوْلَا تَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَفَرَءَيْتُمُ النَّارَ الَّتِيْ تُوْرُوْنَۗ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'ءَاَنْتُمْ اَنْشَأْتُمْ شَجَرَتَهَآ اَمْ نَحْنُ الْمُنْشِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'نَحْنُ جَعَلْنٰهَا تَذْكِرَةً وَّمَتَاعًا لِّلْمُقْوِيْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'فَلَآ اُقْسِمُ بِمَوٰقِعِ النُّجُوْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'وَاِنَّهٗ لَقَسَمٌ لَّوْ تَعْلَمُوْنَ عَظِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اِنَّهٗ لَقُرْاٰنٌ كَرِيْمٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'فِيْ كِتٰبٍ مَّكْنُوْنٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'لَّا يَمَسُّهٗٓ اِلَّا الْمُطَهَّرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'تَنْزِيْلٌ مِّنْ رَّبِّ الْعٰلَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَفَبِهٰذَا الْحَدِيْثِ اَنْتُمْ مُّدْهِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'وَتَجْعَلُوْنَ رِزْقَكُمْ اَنَّكُمْ تُكَذِّبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَلَوْلَآ اِذَا بَلَغَتِ الْحُلْقُوْمَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 84,
                arab: 'وَاَنْتُمْ حِيْنَىِٕذٍ تَنْظُرُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 85,
                arab: 'وَنَحْنُ اَقْرَبُ اِلَيْهِ مِنْكُمْ وَلٰكِنْ لَّا تُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 86,
                arab: 'فَلَوْلَآ اِنْ كُنْتُمْ غَيْرَ مَدِيْنِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 87,
                arab: 'تَرْجِعُوْنَهَآ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 88,
                arab: 'فَاَمَّآ اِنْ كَانَ مِنَ الْمُقَرَّبِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 89,
                arab: 'فَرَوْحٌ وَّرَيْحَانٌ ەۙ وَّجَنَّتُ نَعِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 90,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنْ اَصْحٰبِ الْيَمِيْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 91,
                arab: 'فَسَلٰمٌ لَّكَ مِنْ اَصْحٰبِ الْيَمِيْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 92,
                arab: 'وَاَمَّآ اِنْ كَانَ مِنَ الْمُكَذِّبِيْنَ الضَّاۤلِّيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 93,
                arab: 'فَنُزُلٌ مِّنْ حَمِيْمٍۙ',
                latin: '',
                arti: ''
              },
              {
                id: 94,
                arab: 'وَّتَصْلِيَةُ جَحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 95,
                arab: 'اِنَّ هٰذَا لَهُوَ حَقُّ الْيَقِيْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 96,
                arab: 'فَسَبِّحْ بِاسْمِ رَبِّكَ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              
            ]
          },
          {
            id: 2,
            title: 'Dzikir',
            name: 'Hizbul Bahr',
            subName: 'Al-Imam Abi Hasan Asy-Syadzili',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ  ، اللّهُمَّ يَاأَللهُ يَاعَظِيْمُ يَاحَلِيْمُ يَاعَلِيْمُ أَنْتَ رَبِّى وَعِلْمُكَ حَسْبِى فَنِعْمَ الرَّبُّ رَبِّى وَنِعْمَ الحَسْبُ حَسْبِى تَنْصُرُ مَنْ تَشَاءُ وَ أَنْتَ الْعَزِيْزُ الرَّحيْمُ نَسْئَلُكَ الْعِصْمَةَ فِى الْحَرَكَاتِ وَالسَّكَنَاتِ وَالْكَلِمَاتِ وَالإِرَادَاتِ وَالْخَطَرَاتِ مِنَ الشُّكُوكِ وَالظُّنُونِ وَاْلأَوْهَامِ السَّاتِرَةِ لِلْقُلُوبِ عَنْ مُطَالَعَةِ الْغُيُوبِ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'فَقَدِابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيدًا ، وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُورًا',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'فَثَبِّتْنَا وَانْصُرْنَا وَسَخِّرْلَنَا هَذَا الْبَحْرَ كَمَا سَخَّرْتَ الْبَحْرَ لِمُوسَى عَلَيْهِ السَّلاَمُ وسَخَّرْتَ النَّارَ ِلإِبْرَاهِيْمَ عَلَيْهِ السَّلاَمُ وَسَخَّرْتَ اْلجِبَالَ وَالْحَدِيْدَ لِدَاوُدَ  عَلَيْهِ السَّلاَمُ وسَخَّرْتَ الرِّيْحَ وَالشَّيَاطِيْنَ وَالْجِنَّ لِسُلَيْمَانَ عَلَيْهِ السَّلاَمُ وَسَخِّرْلَنَا كُلَّ بَحْرٍ هُوَ لكَ فِى الأَرْضِ وَالسَّمَاءِ وَالْمُلْكِ وَالْمَلَكُوتِ وَبَحْرِ الدُّنْيَا وَبَحْرِ اْلآخِرَةِ وَسَخِّرْلَنَا  كُلَّ شَيْئٍ يَامَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْئٍ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'كهيعص (3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اُنْصُرْنَا فَإِنَّكَ خَيْرُ النَّاصِرِيْنَ وَافْتَحْ لَنَا فَإِنَّكَ خَيْرُ الْفَاتِحِيْنَ وَاغْفِرْلَنَا فَإِنَّكَ خَيْرُ اْلغَافِرِيْنَ وَارْحَمْنَا فَإِنَّكَ خَيْرُ الرَّاحِمِيْنَ وَارْزُقْنَا فَإِنَّكَ خَيْرُ الرَّازِقِيْنَ وَاهْدِنَا وَنَجِّنَا مِنَ الْقَوْمِ الظَّالِمِيْنَ وَهَبْ لَنَا رِيْحًا طَيِّبَةً   كَمَا هِيَ فِى عِلْمِكَ وَانْشُرْهَا عَلَيْنَا مِنْ خَزَائِنِ رَحْمَتِكَ وَاحْمِلْنَا بِهَا حَمْلَ الْكَرَامَةِ مَعَ السَّلاَمَةِ وَالْعَافِيَةِ فِى الدِّيْنِ وَالدُّنْيَا والأخِرَةِ َإِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'اللّهُمَّ يَسِّرْ لَنَا اُمُورَنَا مَعَ الرَّاحَةِ لِقُلُوبِنَا وَأَبْدَانِنَا وَالسَّلاَمَةَ وَالْعَافِيَةَ فِىدِيْنِنَا وَدُنْيَانَا وَكُنْ لَنَا صَاحِبًا فِى سَفَرِنَا وَحَضَرِنَا وَخَلِيفَةً فِى أَهْلِنَا وَاطْمِسْ عَلَى وُجُوهِ أَعْدَائِنَا وَامْسَخْهُمْ عَلَى مَكَانَتِهِمْ فَلاَ يَسْتَطِيْعُونَ الْمُضِيَّ وَلاَ الْمَجِىْءَ إِلَيْنَا',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ ، وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلاَ يَرْجِعُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: ' يس  ، وَالْقُرْءَانِ الْحَكِيمِ  ، إِنَّكَ لَمِنَ الْمُرْسَلِينَ  ، عَلَى صِرَاطٍ مُسْتَقِيمٍ  ، تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ  ، لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ ءَابَاؤُهُمْ فَهُمْ غَافِلُونَ  ، لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لاَ يُؤْمِنُونَ  ، إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلاَلاَ فَهِيَ إِلَى اْلأَذْقَانِ فَهُمْ مُقْمَحُونَ  ، وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'شَاهَتِ الْوُجُوهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: ' وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'طس  ، حمعسق  ، مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ  ، بَيْنَهُمَا بَرْزَخٌ لاَ يَبْغِيَانِ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'حم (7)  ، حُمَّ  اْلأَمْرُ وَجَاءَ النَّصْرُ فَعَلَيْنَا لاَ يُنْصَرُونَ  ، حم  ، تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ  ، غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لاَ إِلَهَ إِلاَّ هُوَ إِلَيْهِ الْمَصِيرُ ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'بِسْمِ اللَّهِ بَابُنَا تَبَارَكَ حِيَطَانُنَا يس سَقْفُنَا كهيعص كِفَايَتُنَا حم عسق حِمَايَتُنَا ، فَسَيَكْفِيْكَهُمُ الله وَهُوَ السَّمِيْعُ الْعَلِيْمُ ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'سِتْرُ الْعَرْشِ مَسْبُولٌ عَلَيْنَا وَعَيْنُ الله نَاظِرَةٌ إِلَيْنَا بِحَولِ اللهِ لاَ يُقْدَرُ عَلَيْنَا وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ بَلْ هُوَ قُرْءَانٌ مَجِيدٌ ، فِي لَوْحٍ مَحْفُوظٍ ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِسْمِ الله الّذِي   لاَ يَضُرُّ مَعَ اسْمِهِ شَيْئٌ فِي الْأَرْضِ وَلاَ فِى السَّمَاءِ  وَ هُوَ السَّمِيْعُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ  ، إِنَّ اللَّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ ءَامَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَ لاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَاْلاَرْضَ وَ لاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'يَا أللهُ يَا نُورُ يَاحَقُّ يَامُبِيْنُ, اُكْسُنِى مِنْ نُورِكَ وَعَلِّمْنِى مِنْ عِلْمِك وَأَفْهِمْنِى عَنْكَ وَأَسْمِعْنِى مِنْكَ وَبَصِّرْنِى بِكَ وَأَقِمْنِى بِشُهُوْدِكَ وَأَلْبِسْنِى لِبَاسَ التَّقْوَى مِنْكَ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'يَا سَمِيْعُ يَاعَلِيْمُ يَاحَلِيْمُ يَاعَلِيُّ يَا أاللهُ , إِسْمَعْ دُعَائِى بِخَصَائِصِ لُطْفِكَ آمِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'أَعُوذُ بِكَلِمَاتِ الله التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'يَاعَظِيْمَ السُّلْطَانِ يَاقَدِيْمَ اْلإِحْسَانِ يَادَائِمَ النَّعْمَاءِ يَابَاسِطَ الرِّزْقِ يَاكَثِيْرَ الْخَيْرَاتِ يَاوَاسِعَ الْعَطَاءِ يَادَافِعَ الْبَلاَءِ يَاسَامِعَ الدُّعَاءِ يَاحَاضِرًا لَيْسَ بِغَائِبٍ يَامَوْجُودًا عِنْدَ الشَّدَائِدِ يَاخَفِيَّ اللُّطْفِ يَالَطِيْفَ الصُّنْعِ يَاحَلِيْمًا لاَيَعْجَلُ إِقْضِ حَاجَتِى بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اللّهُمَّ َإِنَّكَ تَعْلَمُ مَا نَحْنُ فِيْهِ وَمَا نَطْلُبُهُ وَنَرْتَجِيْهِ مِنْ رَحْمَتِكَ فِى أَمْرِنَا كُلِّهِ فَيَسِّرْلَنَا مَا نَحْنُ فِيْهِ مِنْ سَفَرِنَا وَمَا نَطْلُبُهُ مِنْ حَوَائِجِنَا وَقَرِّبْ عَلَيْنَا الْمَسَافَاتِ وَسَلِّمْنَا مِنَ الْعِلَلِ وَاْلآفَاتِ وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا ولاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ  ، وَصَلىَّ الله عَلىَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 5,
        slug: 'maghrib',
        title: 'Dzikir Setelah Sholat Maghrib',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ المَغْرِبِ',
        latin: 'Dzikir ba’da shalāti al-maghribi',
        link: '/madad/mahgrib',
        dzikri: [
          {
            id: 1,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            title: 'Dzikir',
            name: 'Ratib Al-Haddad',
            subName: 'Al-Imam Abdullah Bil Alwi Al-Haddad',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'الْفَاتِحَة : أَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ ، بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ. اَلْحَمْدُ للهِ رَبِّ الْعَالَمِيْنَ ، اَلرَّحْمنِ الرَّحِيْمِ ، ماَلِكِ يَوْمِ الدِّيْنِ ، إِيِّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِيْنُ ، اِهْدِنَا الصِّرَاطَ الْمُسْتَقِيْمَ ، صِرَاطَ الَّذِيْنَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلاَ الضَّآلِّيْنَ ، رَبِّ اغْفِرْلِيْ وَلِوَالِدَيَّ آمِيْنِ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اَللهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّوْمُ لاَ تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ لَهُ مَا فِي السَّموَاتِ وَمَا فِي الأَرْضِ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَه إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلاَ يُحِيْطُوْنَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَآءَ وَسِعَ كُرْسِيُّهُ السَّموَاتِ وَالأَرْضَ وَلاَ يَؤدُه حِفْظُهُمَا وَهُوَ العَلِيُّ العَظِيْمُ. آمَنَ الرَّسُوْلُ بِمَآ أُنْزِلَ إِلَيْهِ مِنْ رَبِّه وَالْمُؤْمِنُوْنَ كُلٌّ آمَنَ بِاللهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقَالُوا سَمِعْناَ وَأَطَعْناَ غُفْراَنَكَ رَبَّنَا وَإِلَيْكَ الْمَصِيْرُ. لاَ يُكَلِّفُ اللهُ نَفْسًا إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَآ إِنْ نَسِيْنَآ أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَالاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنآ أَنْتَ مَوْلاَنَا فَانْصُرْناَ عَلَى الْقَوْمِ الْكَافِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ ، لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِير ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'سٌبْحَانَ اللهِ وَالْحَمْدُ لِلّهِ وَلاَ إِلَهَ إِلاَّ اْللهُ وَاللهُ اَكْبَر(3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: '(3) سُبْحَانَ اللهِ وَبِحَمْدِهِ سُبْحاَنَ اللهِ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: '  رَبَّنَا اغْفِرْ لَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَللّهُمَّ صَلِّ عَلَى مُحَمَّدٍ، اَللّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمْ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'أَعُوْذُ بِكَلِمَاتِ اللهِ التَّآمَّاتِ مِنْ شَرِّمَا خَلَقَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'بِسْمِ اللهِ الَّذِي لاَ يَضُرُّ مَعَ اسْمِهِ شَيْءٌ فِي الأَرْضِ وَلاَ فِي الْسَّمَآءِ وَهُوَ الْسَّمِيْعُ الْعَلِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'رَضِيْنَا بِاللهِ رَبًّا وَبِالإِسْلاَمِ دِيْنًا وَبِمُحَمَّدٍ نَبِيًّا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'بِسْمِ اللهِ وَالْحَمْدُ لِلّهِ وَالْخَيْرُ وَالشَّرُّ بِمَشِيْئَةِ اللهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'آمَنَّا بِاللهِ وَاليَوْمِ الآخِرِ تُبْناَ إِلَى اللهِ باَطِناً وَظَاهِرًا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'يَا رَبَّنَا وَاعْفُ عَنَّا وَامْحُ الَّذِيْ كَانَ مِنَّا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'ياَ ذَا الْجَلاَلِ وَالإِكْراَمِ أَمِتْناَ عَلَى دِيْنِ الإِسْلاَمِ (7)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'ياَ قَوِيُّ ياَ مَتِيْنُ اكْفِ شَرَّ الظَّالِمِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'أَصْلَحَ اللهُ أُمُوْرَ الْمُسْلِمِيْنَ صَرَفَ اللهُ شَرَّ الْمُؤْذِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'يَا عَلِيُّ يَا كَبِيْرُ يَا عَلِيْمُ يَا قَدِيْرُ يَا سَمِيعُ يَا بَصِيْرُ يَا لَطِيْفُ يَا خَبِيْرُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'ياَ فَارِجَ الهَمِّ يَا كَاشِفَ الغَّمِّ يَا مَنْ لِعَبْدِهِ يَغْفِرُ وَيَرْحَمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'أَسْتَغْفِرُ اللهَ رَبَّ الْبَرَايَا أَسْتَغْفِرُ اللهَ مِنَ الْخَطَاياَ (4)',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَ إِلَهَ إِلاَّ اللهُ لاَ إِلَهَ إِلاَّ اللهُ (25)',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'مُحَمَّدٌ رَسُوْلُ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ وَشَرَّفَ وَكَرَّمَ وَمَجَّدَ وَعَظَّمَ وَرَضِيَ اللهُ تَعاَلَى عَنْ اَهْلِ بَيْتِهِ الطَّيِّبِيِنَ الطَّاهِرِيْنَ وَأَصْحَابِهِ الأَكْرَمِيْنَ الْمُهْتَدِيْنَ ، وَأَزْوَاجِهِ الطَّاهِرَاتِ أُمَّهَاتِ الْمُؤْمِنِيْنَ ، وَالتَّابِعِيْنَ وَ التَّابِعِيْنَ لَهُمْ بِإِحْسَانٍ إِلَى يَوْمِ الدِّيْنِ وَعَلَيْناَ مَعَهُمْ وَفِيْهِمْ بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ ، بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: ' قُلْ هُوَ اللهُ أَحَدٌ ، اَللهُ الصَّمَدُ ، لَمْ يَلِدْ وَلَمْ يٌوْلَدْ ، وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ ، قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ ، مِنْ شَرِّ ماَ خَلَقَ ، وَمِنْ شَرِّ غَاسِقٍ إِذَا وَقَبَ ، وَمِنْ شَرِّ النَّفَّاثَاتِ فِي الْعُقَدِ ، وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَد',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'بِسْم اللهِ الرَّحْمنِ الرَّحِيْمِ ، قُلْ أَعُوْذُ بِرَبِّ النَّاسِ ، مَلِكِ النَّاسِ ، إِلهِ النَّاسِ ، مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ ، اَلَّذِيْ يُوَسْوِسُ فِي صُدُوْرِ النَّاسِ ، مِنَ الْجِنَّةِ وَالنَّاسِ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اَلْفَاتِحَةَ إِلَى رُوحِ سَيِّدِنَا الشَّيْخِ الْكَبِيْرِ الْقُطْبِ الشَّهِيْرِ الْفَقِيْهِ الْمُقَدَّمِ مُحَمَّدِ بْنِ عَلِي بَاعَلَوِي وَأُصُولِهِ وَفُرُوعِهِ وَجَمِيْعِ سَادَاتِنَا آلِ بَاعَلَوِي أَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّةِ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'اَلْفَاتِحَةَ إِلَى أَرْوَاحِ ساَدَاتِنَا الصُّوْفِيَّةِ أَيْنَمَا كَانُوْا مِنْ مَشَارِقِ الأَرْضِ إِلَى مَغَارِبِهَا أَنَّ اللهَ يَحْمِيْنَا بِحِمَايَتِهِمْ وَيُمِدُّنَا بِمَدَدِهِمْ وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'اَلْفَاتِحَةَ إِلَى رُوْحِ سَيِّدِنَا الشَّيْخِ الْكَبِيْرِ الْقُطْبِ الشَّهِيْرِ الْحَبِيْبِ عَبْدِ اللهِ بْنِ عَلَوِي بْنِ مُحَمَّدٍ الْحَدَّادِ صَاحِبِ الرَّاتِبِ وَأُصُوْلِهِ وَفُرُوْعِهِ وَجَمِيْعِ سَادَاتِنَا آلِ بَاعَلَوِي أَنَّ اللهَ يُعْلِيْ دَرَجَاتِهِمْ فِي الْجَنَّة وَيُعِيْدُ عَلَيْنَا مِنْ بَرَكَاتِهِمْ وَ أَسْرَارِهِمْ وَأَنْوَارِهِمْ وَ عُلُوْمِهِمْ وَ نَفَحَاتِهِمْ فِي الدِّيْنِ وَالدُّنْيَا وَالآخِرَةِ اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'اَلْفَاتِحَةَ أَنَّ اللهَ يُغِيْثُ الْمُسْلِمِيْنَ وَيَرْحَمُ الْمُسْلِمِيْنَ وَيُفَرِّجُ عَلَى الْمُسْلِمِيْنَ وَيَشْفِيْ أَمْرَاضَ الْمُسْلِمِيْنَ بِالْعَافِيَةِ وَيُغَزِّرُ أَمْطَارَهُمْ وَيُرَخِّصُ أَسْعَارَهُمْ وَيُصْلِحُ سَلاَطِيْنَهُمْ وَيَكْفِيْهِمْ شَرَّ الْفِتَنِ وَ الْبَلِيَّاتِ وَ الْمِحَنِ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ، وَ يَحْفَظُ الْحُجَّاجَ وَ الْمُسَافِرِيْنَ وَ الْغُزَاةِ وَ الْمُجَاهِدِيْنَ مِنَ الْمُسْلِمِيْنَ فِيْ الْبَرِّ وَ الْبَحْرِ وَ الْجَوِّ أَجْمَعِيْنَ. أَنَّ اللهَ يُصْحِبُهُمُ السَّلاَمَةَ وَ يَرُدُّهُمْ إِلَى أَوْطَانِهِمْ سَالِمِيْنَ آمِنِيْنَ غَائِمِيْنَ وَ إِيَّانَا فِيْ خَيْرٍ وَ عَافِيَةٍ وَ إِلَى أَرْوَاحِ وَالِدِيْنَ وَ وَالِدِيْكُمْ وَ أَمْوَاتِنَا وَ أَمْوَاتِكُمْ وَ أَمْوَاتِ الْمُسْلِمِيْنَ أَجْمَعِيْنَ. أَنَّ اللهَ يَتَغَشَّاهُمْ بِالرَّحْمَةِ وَ الْمَغْفِرَةِ وَ يُسْكِنُهُمُ الْجَنَّةَ وَ يَخْتِمُ لَنَا وَلَكُمْ بِالْحُسْنَى فِيْ خَيْرٍ وَ لُطْفٍ وَ عَافِيَةٍ وَ إِلَى حَضْرَةِ النَّبِيِّ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَ سَلَّم اَلْفَاتِحَةَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اَللّهُمَّ إِنَّا نَسْأَلُكَ رِضَاكَ وَالْجَنَّةَ، وَنَعُوْذُ بِكَ مِنْ سَخَطِكَ وَالنَّارِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يَا عَالِمَ السِّرِّ مِنَّا لاَ تَهْتِكِ السِّتْرَ عَنَّا وَ عَافِنَا وَاعْفُ عَنَّا وَ كُنْ لَنَا حَيْثُ كُنَّا (3)',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'يَا الله بِهَا يَا الله بِهَا يَا الله بِحُسْنِ الخْاَتِمَةِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'يَا لَطِيْفًا بِخَلْقِهِ ، يَا عَلِيْمًا بِخَلْقِهِ ، يَا خَبِيْرًا بِخَلْقِهِ اُلْطُفِ بِنَا يَا لَطِيْفُ يَا عَلِيْمُ يَا خَبِيْرُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'يَا لَطِيْفًا لَمْ يَزَلْ اُلْطُفْ بِنَا فِيْمَا نَزَلَ ، إِنَّكَ لَطِيْفٌ لَمْ تَزَلْ اُلْطُفْ بِنَا وَ الْمُسْلِمِيْنَ (3)',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 3,
            title: 'Sakran',
            name: 'Wirdus Sakran',
            subName: 'Al-Imam Ali Bin Abu Bakar Assegaf',
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: 'ﺍﻟﻠَّﻬُﻢَّ ﺇِﻧِّﻰ ﺍﺣْﺘَﻄْﺖُ ﺑِﺪَﺭْﺏِ ﺍﻟﻠﻪ ﻃُﻮْﻟُﻪُ ﻣَﺎﺷَﺎﺀَ ﺍﻟﻠﻪ ﻗُﻔْﻠُﻪُ ﻻَ ﺇِﻟَﻪَ ﺇِﻻَّ ﺍﻟﻠﻪ ﺑَﺎﺑُﻪُ ﻣُﺤَﻤَّﺪٌ ﺭَﺳُﻮْﻝُ ﺍﻟﻠﻪ ﺻَﻠَّﻰ ﺍﻟﻠﻪ ﻋَﻠَﻴْﻪِ ﻭَﺁﻟِﻪِ ﻭَﺳَﻠَّﻢَ ﺃَﺣَﺎﻁَ ﺑِﻨَﺎ ﻣِﻦْ ﺑِﺴْﻢِ ﺍﻟﻠﻪ ﺍﻟﺮَّﺣْﻤَﻦِ ﺍﻟﺮَّﺣِﻴْﻢِ , ﺍﻟْﺤَﻤْﺪُ ﻟﻠﻪ ﺭَﺏِّ ﺍﻟْﻌَﺎﻟَﻤِﻴْﻦَ , ﺍﻟﺮَّﺣْﻤﻦِ ﺍﻟﺮَّﺣِﻴْﻢِ , ﻣَﺎﻟِﻚِ ﻳَﻮْﻡِ ﺍﻟﺪِّﻳْﻦِ , ﺇِﻳَّﺎﻙَ ﻧَﻌْﺒُﺪُ ﻭَﺇِﻳَّﺎﻙَ ﻧَﺴْﺘَﻌِﻴْﻦُ , ﺇِﻫْﺪِﻧَﺎ ﺍﻟﺼِّﺮَﺍﻁَ ﺍﻟْﻤُﺴْﺘَﻘِﻴْﻢَ , ﺻِﺮَﺍﻁَ ﺍﻟَّﺬِﻳْﻦَ ﺃَﻧْﻌَﻤْﺖَ ﻋَﻠَﻴْﻬِﻢْ ﻏَﻴْﺮِ ﺍﻟْﻤَﻐْﻀُﻮْﺏِ ﻋَﻠَﻴْﻬِﻢْ ﻭَﻻَ ﺍﻟﻀَّﺂﻟِّﻴْﻦَ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'ﺳُﻮْﺭٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'ﺍﻟﻠﻪ ﻵﺇِﻟَﻪَ ﺇِﻻَّ ﻫُﻮَ ﺍﻟْﺤَﻲُّ ﺍﻟْﻘَﻴُّﻮْﻡُ ، ﻻَﺗَﺄْﺧُﺬُﻩُ ﺳِﻨَﺔٌ ﻭَﻻَﻧَﻮْﻡٌ ، ﻟَﻪُ ﻣَﺎﻓِﻲ ﺍﻟﺴَّﻤَﺎﻭَﺍﺕِ ﻭَﻣَﺎﻓِﻲ ﺍﻷَﺭْﺽِ ، ﻣَﻦْ ﺫَﺍﺍﻟَّﺬِﻱ ﻳَﺸْﻔَﻊُ ﻋِﻨْﺪَﻩُ ﺇِﻻَّ ﺑِﺈِﺫْﻧِﻪِ ، ﻳَﻌْﻠَﻢُ ﻣَﺎ ﺑَﻴْﻦَ ﺃَﻳْﺪِﻳْﻬِﻢْ ﻭَﻣَﺎﺧَﻠْﻔَﻬُﻢْ ، ﻭَﻻَﻳُﺤِﻴْﻄُﻮْﻥَ ﺑِﺸَﻴْﺊٍ ﻣِﻦْ ﻋِﻠْﻤِﻪِ ﺇِﻻَّ ﺑِﻤَﺎﺷَﺎﺀْ ، ﻭَﺳِﻊَ ﻛُﺮْﺳِﻴُّﻪُ ﺍﻟﺴَّﻤَﺎﻭَﺍﺕِ ﻭَﺍﻷَﺭْﺽَ ﻭَﻻَ ﻳَﺆُﻭْﺩُﻩُ ﺣِﻔْﻈُﻬُﻤَﺎ ﻭَﻫُﻮَ ﺍﻟْﻌَﻠِﻲُّ ﺍﻟْﻌَﻈِﻴْﻢُ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'ﺑِﻨَﺎ ﺍﺳْﺘَﺪَﺍﺭَﺕْ ﻛَﻤَﺎ ﺍﺳْﺘَﺪَﺍﺭَﺕِ ﺍﻟْﻤَﻼَﺋِﻜَﺔُ ﺑِﻤَﺪِﻳْﻨَﺔِ ﺍﻟﺮَّﺳُﻮْﻝِ ﺑِﻼَ ﺧَﻨْﺪَﻕٍ ﻭَﻻَ ﺳُﻮْﺭٍ ﻣِﻦْ ﻛُﻞِّ ﻗَﺪَﺭٍ ﻣَﻘْﺪُﻭْﺭٍ ﻭَﺣَﺬَﺭٍ ﻣَﺤْﺬُﻭْﺭٍ ﻭَﻣِﻦْ ﺟَﻤِﻴْﻊِ ﺍﻟﺴُّﺮُﻭْﺭ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'ﺗَﺘَﺮَّﺳْـﻨَﺎ ﺑِﺎﻟﻠﻪ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'ﻣِﻦْ ﻋَﺪُﻭِّﻯ ﻭَﻋَﺪُﻭِّ ﺍﻟﻠﻪ ﻣِﻦْ ﺳَﺎﻕِ ﻋَﺮْﺵِ ﺍﻟﻠﻪ ﺇِﻟَﻰ ﻗَﺎﻉِ ﺃَﺭْﺽِ ﺍﻟﻠﻪ ﺻُﻨْﻌَﺘُﻪُ ﻻَ ﺗَﻨْﻘَﻄِﻊُ ﺑِﺄَﻟْﻒِ ﺃَﻟْﻒِ ﺃَﻟْﻒِ ﻻَ ﺣَﻮْﻝَ ﻭَﻻَ ﻗُﻮَّﺓَ ﺇِﻻَّ ﺑِﺎﻟﻠﻪ ﺍﻟْﻌَﻠِﻲِّ ﺍﻟْﻌَﻈِﻴْﻢِ ، ﻋَﺰِﻳْﻤَﺘُﻪُ ﻻَ ﺗَﻨْﺸَﻖُّ ﺑِﺄَﻟْﻒِ ﺃَﻟْﻒِ ﺃَﻟْﻒِ ﻻَﺣَﻮْﻝَ ﻭَﻻَ ﻗُﻮَّﺓَ ﺇِﻻَّ ﺑِﺎﻟﻠﻪ ﺍﻟْﻌَﻠِﻲِّ ﺍﻟْﻌَﻈِﻴْﻢِ ﺍﻟﻠَّﻬُﻢَّ ﺇِﻥْ ﺃَﺣَﺪٌ ﺃَﺭَﺍﺩَﻧِﻰ ﺑِﺴُﻮْﺀٍ ﻣِﻦَ ﺍﻟْﺠِﻦِّ ﻭَﺍﻹِﻧْﺲِ ﻭَﺍﻟْﻮُﺣُﻮْﺵِ ﻣِﻦْ ﺑَﺸَﺮٍ ﺃَﻭْ ﺷَﻴْﻄَﺎﻥٍ ﺃَﻭْ ﻭَﺳْﻮَﺍﺱٍ ﻓَﺎﺭْﺩُﺩْﻫُﻢْ ﻓِﻲ ﺍﻧْﺘِﻜَﺎﺱٍ ﻭَﻗُﻠُﻮْﺑَﻬُﻢْ ﻓِﻲ ﻭَﺳْﻮَﺍﺱٍ ﻭَﺃَﻳْﺪِﻳَﻬُﻢْ ﻓِﻲ ﺇِﻓْﻼَﺱٍ ﻭَﺃَﻭْﺑِﻘْﻬُﻢْ ﻣِﻦَ ﺍﻟﺮِّﺟْﻞِ ﺇِﻟَﻰ ﺍﻟﺮَّﺃْﺱِ ﻻَ ﺳَﻬْﻞَ ﻳَﺠْﺪَﻉُ ﻭَﻻَ ﺟَﺒَﻞَ ﻳَﻘْﻄَﻊُ ﺑِﺄَﻟْﻒِ ﺃَﻟْﻒِ ﺃَﻟْﻒِ ﻻَ ﺣَﻮْﻝَ ﻭَﻻَ ﻗُﻮَّﺓَ ﺇِﻻَّ ﺑِﺎﻟﻠﻪ ﺍﻟْﻌَﻠِﻲِّ ﺍﻟْﻌَﻈِﻴْﻢِ ، ﻭَﺻَﻠَّﻰ ﺍﻟﻠﻪ ﻋَﻠَﻰ ﺳَﻴِّﺪِﻧَﺎ ﻣُﺤَﻤَّﺪٍ ﻭَﻋَﻠَﻰ ﺁﻟِﻪِ ﻭَﺻَﺤْﺒِﻪِ ﻭَﺳَﻠَّﻢَ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 6,
        slug: 'isya',
        title: 'Dzikir Setelah Sholat Isya’',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ العِشَاءِ',
        latin: 'Dzikir ba’da shalāti al-isyā’i',
        link: '/madad/isya',
        dzikri: [
          {
            id: 1,
            title: 'Dzikir',
            name: 'Khusus',
            subName: '',
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'حَسْبُنَا اللّهُ وَنِعْمَ الْوَكِيْل ، نِعْمَ الْمَوْليَ وَنِعْمَ النَّصِيْر (70)',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 2,
            title: 'Al-Mulk',
            name: 'Surat Al-Mulk',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'تَبٰرَكَ الَّذِيْ بِيَدِهِ الْمُلْكُۖ وَهُوَ عَلٰى كُلِّ شَيْءٍ قَدِيْرٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'ۨالَّذِيْ خَلَقَ الْمَوْتَ وَالْحَيٰوةَ لِيَبْلُوَكُمْ اَيُّكُمْ اَحْسَنُ عَمَلًاۗ وَهُوَ الْعَزِيْزُ الْغَفُوْرُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'الَّذِيْ خَلَقَ سَبْعَ سَمٰوٰتٍ طِبَاقًاۗ مَا تَرٰى فِيْ خَلْقِ الرَّحْمٰنِ مِنْ تَفٰوُتٍۗ فَارْجِعِ الْبَصَرَۙ هَلْ تَرٰى مِنْ فُطُوْرٍ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'ثُمَّ ارْجِعِ الْبَصَرَ كَرَّتَيْنِ يَنْقَلِبْ اِلَيْكَ الْبَصَرُ خَاسِئًا وَّهُوَ حَسِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'وَلَقَدْ زَيَّنَّا السَّمَاۤءَ الدُّنْيَا بِمَصَابِيْحَ وَجَعَلْنٰهَا رُجُوْمًا لِّلشَّيٰطِيْنِ وَاَعْتَدْنَا لَهُمْ عَذَابَ السَّعِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'وَلِلَّذِيْنَ كَفَرُوْا بِرَبِّهِمْ عَذَابُ جَهَنَّمَۗ وَبِئْسَ الْمَصِيْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اِذَآ اُلْقُوْا فِيْهَا سَمِعُوْا لَهَا شَهِيْقًا وَّهِيَ تَفُوْرُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'تَكَادُ تَمَيَّزُ مِنَ الْغَيْظِۗ كُلَّمَآ اُلْقِيَ فِيْهَا فَوْجٌ سَاَلَهُمْ خَزَنَتُهَآ اَلَمْ يَأْتِكُمْ نَذِيْرٌۙ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'قَالُوْا بَلٰى قَدْ جَاۤءَنَا نَذِيْرٌ ەۙ فَكَذَّبْنَا وَقُلْنَا مَا نَزَّلَ اللّٰهُ مِنْ شَيْءٍۖ اِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ كَبِيْرٍ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَقَالُوْا لَوْ كُنَّا نَسْمَعُ اَوْ نَعْقِلُ مَا كُنَّا فِيْٓ اَصْحٰبِ السَّعِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'فَاعْتَرَفُوْا بِذَنْۢبِهِمْۚ فَسُحْقًا لِّاَصْحٰبِ السَّعِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّ الَّذِيْنَ يَخْشَوْنَ رَبَّهُمْ بِالْغَيْبِ لَهُمْ مَّغْفِرَةٌ وَّاَجْرٌ كَبِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاَسِرُّوْا قَوْلَكُمْ اَوِ اجْهَرُوْا بِهٖۗ اِنَّهٗ عَلِيْمٌ ۢبِذَاتِ الصُّدُوْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اَلَا يَعْلَمُ مَنْ خَلَقَۗ وَهُوَ اللَّطِيْفُ الْخَبِيْرُ ࣖ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'هُوَ الَّذِيْ جَعَلَ لَكُمُ الْاَرْضَ ذَلُوْلًا فَامْشُوْا فِيْ مَنَاكِبِهَا وَكُلُوْا مِنْ رِّزْقِهٖۗ وَاِلَيْهِ النُّشُوْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'ءَاَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يَّخْسِفَ بِكُمُ الْاَرْضَ فَاِذَا هِيَ تَمُوْرُۙ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اَمْ اَمِنْتُمْ مَّنْ فِى السَّمَاۤءِ اَنْ يُّرْسِلَ عَلَيْكُمْ حَاصِبًاۗ فَسَتَعْلَمُوْنَ كَيْفَ نَذِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'وَلَقَدْ كَذَّبَ الَّذِيْنَ مِنْ قَبْلِهِمْ فَكَيْفَ كَانَ نَكِيْرِ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'اَوَلَمْ يَرَوْا اِلَى الطَّيْرِ فَوْقَهُمْ صٰۤفّٰتٍ وَّيَقْبِضْنَۘ مَا يُمْسِكُهُنَّ اِلَّا الرَّحْمٰنُۗ اِنَّهٗ بِكُلِّ شَيْءٍۢ بَصِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَمَّنْ هٰذَا الَّذِيْ هُوَ جُنْدٌ لَّكُمْ يَنْصُرُكُمْ مِّنْ دُوْنِ الرَّحْمٰنِۗ اِنِ الْكٰفِرُوْنَ اِلَّا فِيْ غُرُوْرٍۚ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اَمَّنْ هٰذَا الَّذِيْ يَرْزُقُكُمْ اِنْ اَمْسَكَ رِزْقَهٗ ۚ بَلْ لَّجُّوْا فِيْ عُتُوٍّ وَّنُفُوْرٍ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'اَفَمَنْ يَّمْشِيْ مُكِبًّا عَلٰى وَجْهِهٖٓ اَهْدٰىٓ اَمَّنْ يَّمْشِيْ سَوِيًّا عَلٰى صِرَاطٍ مُّسْتَقِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'قُلْ هُوَ الَّذِيْٓ اَنْشَاَكُمْ وَجَعَلَ لَكُمُ السَّمْعَ وَالْاَبْصَارَ وَالْاَفْـِٕدَةَۗ قَلِيْلًا مَّا تَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'قُلْ هُوَ الَّذِيْ ذَرَاَكُمْ فِى الْاَرْضِ وَاِلَيْهِ تُحْشَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قُلْ اِنَّمَا الْعِلْمُ عِنْدَ اللّٰهِ ۖوَاِنَّمَآ اَنَا۠ نَذِيْرٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'فَلَمَّا رَاَوْهُ زُلْفَةً سِيْۤـَٔتْ وُجُوْهُ الَّذِيْنَ كَفَرُوْا وَقِيْلَ هٰذَا الَّذِيْ كُنْتُمْ بِهٖ تَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'قُلْ اَرَءَيْتُمْ اِنْ اَهْلَكَنِيَ اللّٰهُ وَمَنْ مَّعِيَ اَوْ رَحِمَنَاۙ فَمَنْ يُّجِيْرُ الْكٰفِرِيْنَ مِنْ عَذَابٍ اَلِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'قُلْ هُوَ الرَّحْمٰنُ اٰمَنَّا بِهٖ وَعَلَيْهِ تَوَكَّلْنَاۚ فَسَتَعْلَمُوْنَ مَنْ هُوَ فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'قُلْ اَرَءَيْتُمْ اِنْ اَصْبَحَ مَاۤؤُكُمْ غَوْرًا فَمَنْ يَّأْتِيْكُمْ بِمَاۤءٍ مَّعِيْنٍ ',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      }
    ]
  },
  {
    id: 2,
    slug: 'majmu',
    image: 'ri-book-2-line text-white',
    title: 'Majmu’',
    arab: 'مَجْمُوعَةُ الشَّرِيفِ',
    latin: 'Majmu’ As-syarif',
    category: [
      {
        id: 1,
        slug: 'dhuha',
        title: 'Doa Setelah Sholat Dhuha',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الضُّحَىِ',
        latin: 'Dzikir ba’da shalāti al-dhuha',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            title: ' Do’a',
            name: '',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللّٰهُمَّ اِنَّ الضُّحَآءَ ضُحَاءُكَ وَالْبَهَاءَ بَهَاءُكَ وَالْجَمَالَ جَمَالُكَ وَالْقُوَّةَ قُوَّتُكَ وَالْقُدْرَةَ قُدْرَتُكَ وَالْعِصْمَةَ عِصْمَتُكَ  ، اَللّٰهُمَّ اِنْ كَانَ رِزْقِى فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى اْلاَرْضِ فَأَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ  ، بِحَقِّ ضُحَاءِكَ وَبَهَاءِكَ وَجَمَالِكَ وَقُوَّتِكَ وَقُدْرَتِكَ آتِنِىْ مَآاَتَيْتَ عِبَادَكَ الصَّالِحِيْنَ',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 2,
        slug: 'tahlil',
        title: 'Tahlil',
        arab: 'تَهْلِيلُ',
        latin: 'Tahlil',
        dzikri: [
          {
            id: 1,
            title: 'Yasin',
            name: 'Surat Yasin',
            subName: '',
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: 'يٰسۤ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'وَالْقُرْاٰنِ الْحَكِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'اِنَّكَ لَمِنَ الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'عَلٰى صِرَاطٍ مُّسْتَقِيْمٍۗ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'تَنْزِيْلَ الْعَزِيْزِ الرَّحِيْمِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'لِتُنْذِرَ قَوْمًا مَّآ اُنْذِرَ اٰبَاۤؤُهُمْ فَهُمْ غٰفِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَقَدْ حَقَّ الْقَوْلُ عَلٰٓى اَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'اِنَّا جَعَلْنَا فِيْٓ اَعْنَاقِهِمْ اَغْلٰلًا فَهِيَ اِلَى الْاَذْقَانِ فَهُمْ مُّقْمَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَجَعَلْنَا مِنْۢ بَيْنِ اَيْدِيْهِمْ سَدًّا وَّمِنْ خَلْفِهِمْ سَدًّا فَاَغْشَيْنٰهُمْ فَهُمْ لَا يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'وَسَوَاۤءٌ عَلَيْهِمْ ءَاَنْذَرْتَهُمْ اَمْ لَمْ تُنْذِرْهُمْ لَا يُؤْمِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اِنَّمَا تُنْذِرُ مَنِ اتَّبَعَ الذِّكْرَ وَخَشِيَ الرَّحْمٰنَ بِالْغَيْبِۚ فَبَشِّرْهُ بِمَغْفِرَةٍ وَّاَجْرٍ كَرِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اِنَّا نَحْنُ نُحْيِ الْمَوْتٰى وَنَكْتُبُ مَا قَدَّمُوْا وَاٰثَارَهُمْۗ وَكُلَّ شَيْءٍ اَحْصَيْنٰهُ فِيْٓ اِمَامٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'وَاضْرِبْ لَهُمْ مَّثَلًا اَصْحٰبَ الْقَرْيَةِۘ اِذْ جَاۤءَهَا الْمُرْسَلُوْنَۚ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'اِذْ اَرْسَلْنَآ اِلَيْهِمُ اثْنَيْنِ فَكَذَّبُوْهُمَا فَعَزَّزْنَا بِثَالِثٍ فَقَالُوْٓا اِنَّآ اِلَيْكُمْ مُّرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'قَالُوْا مَآ اَنْتُمْ اِلَّا بَشَرٌ مِّثْلُنَاۙ وَمَآ اَنْزَلَ الرَّحْمٰنُ مِنْ شَيْءٍۙ اِنْ اَنْتُمْ اِلَّا تَكْذِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'قَالُوْا رَبُّنَا يَعْلَمُ اِنَّآ اِلَيْكُمْ لَمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'وَمَا عَلَيْنَآ اِلَّا الْبَلٰغُ الْمُبِيْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'قَالُوْٓا اِنَّا تَطَيَّرْنَا بِكُمْۚ لَىِٕنْ لَّمْ تَنْتَهُوْا لَنَرْجُمَنَّكُمْ وَلَيَمَسَّنَّكُمْ مِّنَّا عَذَابٌ اَلِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'قَالُوْا طَاۤىِٕرُكُمْ مَّعَكُمْۗ اَىِٕنْ ذُكِّرْتُمْۗ بَلْ اَنْتُمْ قَوْمٌ مُّسْرِفُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَجَاۤءَ مِنْ اَقْصَا الْمَدِيْنَةِ رَجُلٌ يَّسْعٰى قَالَ يٰقَوْمِ اتَّبِعُوا الْمُرْسَلِيْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اتَّبِعُوْا مَنْ لَّا يَسْـَٔلُكُمْ اَجْرًا وَّهُمْ مُّهْتَدُوْنَ ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَمَا لِيَ لَآ اَعْبُدُ الَّذِيْ فَطَرَنِيْ وَاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'ءَاَتَّخِذُ مِنْ دُوْنِهٖٓ اٰلِهَةً اِنْ يُّرِدْنِ الرَّحْمٰنُ بِضُرٍّ لَّا تُغْنِ عَنِّيْ شَفَاعَتُهُمْ شَيْـًٔا وَّلَا يُنْقِذُوْنِۚ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'اِنِّيْٓ اِذًا لَّفِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اِنِّيْٓ اٰمَنْتُ بِرَبِّكُمْ فَاسْمَعُوْنِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'قِيْلَ ادْخُلِ الْجَنَّةَ ۗقَالَ يٰلَيْتَ قَوْمِيْ يَعْلَمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'بِمَا غَفَرَ لِيْ رَبِّيْ وَجَعَلَنِيْ مِنَ الْمُكْرَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'وَمَآ اَنْزَلْنَا عَلٰى قَوْمِهٖ مِنْۢ بَعْدِهٖ مِنْ جُنْدٍ مِّنَ السَّمَاۤءِ وَمَا كُنَّا مُنْزِلِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ خَامِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'يٰحَسْرَةً عَلَى الْعِبَادِۚ مَا يَأْتِيْهِمْ مِّنْ رَّسُوْلٍ اِلَّا كَانُوْا بِهٖ يَسْتَهْزِءُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَلَمْ يَرَوْا كَمْ اَهْلَكْنَا قَبْلَهُمْ مِّنَ الْقُرُوْنِ اَنَّهُمْ اِلَيْهِمْ لَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَاِنْ كُلٌّ لَّمَّا جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَاٰيَةٌ لَّهُمُ الْاَرْضُ الْمَيْتَةُ ۖاَحْيَيْنٰهَا وَاَخْرَجْنَا مِنْهَا حَبًّا فَمِنْهُ يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَجَعَلْنَا فِيْهَا جَنّٰتٍ مِّنْ نَّخِيْلٍ وَّاَعْنَابٍ وَّفَجَّرْنَا فِيْهَا مِنَ الْعُيُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'لِيَأْكُلُوْا مِنْ ثَمَرِهٖۙ وَمَا عَمِلَتْهُ اَيْدِيْهِمْ ۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'سُبْحٰنَ الَّذِيْ خَلَقَ الْاَزْوَاجَ كُلَّهَا مِمَّا تُنْۢبِتُ الْاَرْضُ وَمِنْ اَنْفُسِهِمْ وَمِمَّا لَا يَعْلَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'وَاٰيَةٌ لَّهُمُ الَّيْلُ ۖنَسْلَخُ مِنْهُ النَّهَارَ فَاِذَا هُمْ مُّظْلِمُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'وَالشَّمْسُ تَجْرِيْ لِمُسْتَقَرٍّ لَّهَا ۗذٰلِكَ تَقْدِيْرُ الْعَزِيْزِ الْعَلِيْمِۗ',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'وَالْقَمَرَ قَدَّرْنٰهُ مَنَازِلَ حَتّٰى عَادَ كَالْعُرْجُوْنِ الْقَدِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'لَا الشَّمْسُ يَنْۢبَغِيْ لَهَآ اَنْ تُدْرِكَ الْقَمَرَ وَلَا الَّيْلُ سَابِقُ النَّهَارِ ۗوَكُلٌّ فِيْ فَلَكٍ يَّسْبَحُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: 'وَاٰيَةٌ لَّهُمْ اَنَّا حَمَلْنَا ذُرِّيَّتَهُمْ فِى الْفُلْكِ الْمَشْحُوْنِۙ',
                latin: '',
                arti: ''
              },
              {
                id: 42,
                arab: 'وَخَلَقْنَا لَهُمْ مِّنْ مِّثْلِهٖ مَا يَرْكَبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 43,
                arab: 'وَاِنْ نَّشَأْ نُغْرِقْهُمْ فَلَا صَرِيْخَ لَهُمْ وَلَاهُمْ يُنْقَذُوْنَۙ',
                latin: '',
                arti: ''
              },
              {
                id: 44,
                arab: 'اِلَّا رَحْمَةً مِّنَّا وَمَتَاعًا اِلٰى حِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 45,
                arab: 'وَاِذَا قِيْلَ لَهُمُ اتَّقُوْا مَا بَيْنَ اَيْدِيْكُمْ وَمَا خَلْفَكُمْ لَعَلَّكُمْ تُرْحَمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 46,
                arab: 'وَمَا تَأْتِيْهِمْ مِّنْ اٰيَةٍ مِّنْ اٰيٰتِ رَبِّهِمْ اِلَّا كَانُوْا عَنْهَا مُعْرِضِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 47,
                arab: 'وَاِذَا قِيْلَ لَهُمْ اَنْفِقُوْا مِمَّا رَزَقَكُمُ اللّٰهُ ۙقَالَ الَّذِيْنَ كَفَرُوْا لِلَّذِيْنَ اٰمَنُوْٓا اَنُطْعِمُ مَنْ لَّوْ يَشَاۤءُ اللّٰهُ اَطْعَمَهٗٓ ۖاِنْ اَنْتُمْ اِلَّا فِيْ ضَلٰلٍ مُّبِيْنٍ',
                latin: '',
                arti: ''
              },
              {
                id: 48,
                arab: 'وَيَقُوْلُوْنَ مَتٰى هٰذَا الْوَعْدُ اِنْ كُنْتُمْ صٰدِقِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 49,
                arab: 'مَا يَنْظُرُوْنَ اِلَّا صَيْحَةً وَّاحِدَةً تَأْخُذُهُمْ وَهُمْ يَخِصِّمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 50,
                arab: 'فَلَا يَسْتَطِيْعُوْنَ تَوْصِيَةً وَّلَآ اِلٰٓى اَهْلِهِمْ يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 51,
                arab: 'وَنُفِخَ فِى الصُّوْرِ فَاِذَا هُمْ مِّنَ الْاَجْدَاثِ اِلٰى رَبِّهِمْ يَنْسِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 52,
                arab: 'قَالُوْا يٰوَيْلَنَا مَنْۢ بَعَثَنَا مِنْ مَّرْقَدِنَا ۜهٰذَا مَا وَعَدَ الرَّحْمٰنُ وَصَدَقَ الْمُرْسَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 53,
                arab: 'اِنْ كَانَتْ اِلَّا صَيْحَةً وَّاحِدَةً فَاِذَا هُمْ جَمِيْعٌ لَّدَيْنَا مُحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 54,
                arab: 'فَالْيَوْمَ لَا تُظْلَمُ نَفْسٌ شَيْـًٔا وَّلَا تُجْزَوْنَ اِلَّا مَا كُنْتُمْ تَعْمَلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 55,
                arab: 'اِنَّ اَصْحٰبَ الْجَنَّةِ الْيَوْمَ فِيْ شُغُلٍ فٰكِهُوْنَ ۚ',
                latin: '',
                arti: ''
              },
              {
                id: 56,
                arab: 'هُمْ وَاَزْوَاجُهُمْ فِيْ ظِلٰلٍ عَلَى الْاَرَاۤىِٕكِ مُتَّكِـُٔوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 57,
                arab: 'لَهُمْ فِيْهَا فَاكِهَةٌ وَّلَهُمْ مَّا يَدَّعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 58,
                arab: 'سَلٰمٌۗ قَوْلًا مِّنْ رَّبٍّ رَّحِيْمٍ',
                latin: '',
                arti: ''
              },
              {
                id: 59,
                arab: 'وَامْتَازُوا الْيَوْمَ اَيُّهَا الْمُجْرِمُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 60,
                arab: 'اَلَمْ اَعْهَدْ اِلَيْكُمْ يٰبَنِيْٓ اٰدَمَ اَنْ لَّا تَعْبُدُوا الشَّيْطٰنَۚ اِنَّهٗ لَكُمْ عَدُوٌّ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 61,
                arab: 'وَاَنِ اعْبُدُوْنِيْ ۗهٰذَا صِرَاطٌ مُّسْتَقِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 62,
                arab: 'وَلَقَدْ اَضَلَّ مِنْكُمْ جِبِلًّا كَثِيْرًا ۗاَفَلَمْ تَكُوْنُوْا تَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 63,
                arab: 'هٰذِهٖ جَهَنَّمُ الَّتِيْ كُنْتُمْ تُوْعَدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 64,
                arab: 'اِصْلَوْهَا الْيَوْمَ بِمَا كُنْتُمْ تَكْفُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 65,
                arab: 'اَلْيَوْمَ نَخْتِمُ عَلٰٓى اَفْوَاهِهِمْ وَتُكَلِّمُنَآ اَيْدِيْهِمْ وَتَشْهَدُ اَرْجُلُهُمْ بِمَا كَانُوْا يَكْسِبُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 66,
                arab: 'وَلَوْ نَشَاۤءُ لَطَمَسْنَا عَلٰٓى اَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَاَنّٰى يُبْصِرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 67,
                arab: 'وَلَوْ نَشَاۤءُ لَمَسَخْنٰهُمْ عَلٰى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوْا مُضِيًّا وَّلَا يَرْجِعُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 68,
                arab: 'وَمَنْ نُّعَمِّرْهُ نُنَكِّسْهُ فِى الْخَلْقِۗ اَفَلَا يَعْقِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 69,
                arab: 'وَمَا عَلَّمْنٰهُ الشِّعْرَ وَمَا يَنْۢبَغِيْ لَهٗ ۗاِنْ هُوَ اِلَّا ذِكْرٌ وَّقُرْاٰنٌ مُّبِيْنٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 70,
                arab: 'لِّيُنْذِرَ مَنْ كَانَ حَيًّا وَّيَحِقَّ الْقَوْلُ عَلَى الْكٰفِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 71,
                arab: 'اَوَلَمْ يَرَوْا اَنَّا خَلَقْنَا لَهُمْ مِّمَّا عَمِلَتْ اَيْدِيْنَآ اَنْعَامًا فَهُمْ لَهَا مَالِكُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 72,
                arab: 'وَذَلَّلْنٰهَا لَهُمْ فَمِنْهَا رَكُوْبُهُمْ وَمِنْهَا يَأْكُلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 73,
                arab: 'وَلَهُمْ فِيْهَا مَنَافِعُ وَمَشَارِبُۗ اَفَلَا يَشْكُرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 74,
                arab: 'وَاتَّخَذُوْا مِنْ دُوْنِ اللّٰهِ اٰلِهَةً لَّعَلَّهُمْ يُنْصَرُوْنَ ۗ',
                latin: '',
                arti: ''
              },
              {
                id: 75,
                arab: 'لَا يَسْتَطِيْعُوْنَ نَصْرَهُمْۙ وَهُمْ لَهُمْ جُنْدٌ مُّحْضَرُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 76,
                arab: 'فَلَا يَحْزُنْكَ قَوْلُهُمْ ۘاِنَّا نَعْلَمُ مَا يُسِرُّوْنَ وَمَا يُعْلِنُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 77,
                arab: 'اَوَلَمْ يَرَ الْاِنْسَانُ اَنَّا خَلَقْنٰهُ مِنْ نُّطْفَةٍ فَاِذَا هُوَ خَصِيْمٌ مُّبِيْنٌ',
                latin: '',
                arti: ''
              },
              {
                id: 78,
                arab: 'وَضَرَبَ لَنَا مَثَلًا وَّنَسِيَ خَلْقَهٗۗ قَالَ مَنْ يُّحْيِ الْعِظَامَ وَهِيَ رَمِيْمٌ',
                latin: '',
                arti: ''
              },
              {
                id: 79,
                arab: 'قُلْ يُحْيِيْهَا الَّذِيْٓ اَنْشَاَهَآ اَوَّلَ مَرَّةٍ ۗوَهُوَ بِكُلِّ خَلْقٍ عَلِيْمٌ ۙ',
                latin: '',
                arti: ''
              },
              {
                id: 80,
                arab: 'ِۨالَّذِيْ جَعَلَ لَكُمْ مِّنَ الشَّجَرِ الْاَخْضَرِ نَارًاۙ فَاِذَآ اَنْتُمْ مِّنْهُ تُوْقِدُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 81,
                arab: 'اَوَلَيْسَ الَّذِيْ خَلَقَ السَّمٰوٰتِ وَالْاَرْضَ بِقٰدِرٍ عَلٰٓى اَنْ يَّخْلُقَ مِثْلَهُمْ ۗبَلٰى وَهُوَ الْخَلّٰقُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 82,
                arab: 'اِنَّمَآ اَمْرُهٗٓ اِذَآ اَرَادَ شَيْـًٔاۖ اَنْ يَّقُوْلَ لَهٗ كُنْ فَيَكُوْنُ',
                latin: '',
                arti: ''
              },
              {
                id: 83,
                arab: 'فَسُبْحٰنَ الَّذِيْ بِيَدِهٖ مَلَكُوْتُ كُلِّ شَيْءٍ وَّاِلَيْهِ تُرْجَعُوْنَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            arab: '',
            title: 'Tahlil',
            name: 'Tahlil',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اِلَى حَضْرَةِ النَّبِيِّ صَلَّى اللهُ عَلَيهِ وَسَلَّمَ وَاَلِهِ وصَحْبِهِ شَيْءٌ لِلهِ لَهُمُ الْفَاتِحَةُ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'ثُمَّ أِلَي حَضْرَةِ إِخْوَانِهِ مِنَ الْأَنْبِيَاءِ وَالأْمُرْسَلِيْنَ وَالْأَوْلِيَاءِ وَالشُّهَدَاءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَاءِ الْعَامِلِيْنَ وَالْمُصَنِّفِيْنَ الْمُخْلِصِيْنَ وَجَمِيْعِ الْمَلآئِكَةِ الْمُقَرَّبِيْنَ، حُصُوْصًا اِلَي الشَّيْخِ عَبْدُالقَادِرِالْجَيْلاَنِي، لَهُمُ الْفَاتِحَةُ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'ثُمَّ أِلَي جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ المُسْلِمِيْنَ وَالمُسْلِمَاتِ وَالمُؤْمِنِيْنَ وَالمُؤْمِنَاتِ مِنْ مَشَارِقِ الأَرْضِ إِلَى مَغَارِبِهَا بَرِّهَا وَبَحْرِهَا خُصُوْصًا إِلَى آبَائِنَا وَأُمَّهَاتِنَا وَأَجْدَادِنَا وَجَدَّاتِنَا وَمَشَايِخِنَا وَمَشَايِخِ مَشَايِخِنَا وَلِمَنْ أَحْسَنَ إِلَيْنَا وَلِمَنْ اجْتَمَعْنَا هَهُنَا بِسَبَبِهِ شَيْءٌ لِلهِ لَهُمُ الْفَاتِحَةُ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ. قُلْ هُوَ اللهُ اَحَدٌ. اَللهُ الصَّمَدُ. لَمْ يَلِدْ وَلَمْ يُوْلَدْ. وَلَمْ يَكٌنْ لَهُ كُفُوًا اَحَدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'لاَ اِلَهَ اِلاَّ اللهُ وَاللهُ اَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ. قُلْ اَعُوْذُ بِرَبِّ الْفَلَقِ. مِنْ شَرِّ مَا خَلَقَ. وَمِنْ شَرِّ غَاسِقٍ اِذَا وَقَبَ. وَمِنْ شَرِّ النَّفَاثاتِ فِى الْعُقَدِ. وَمِنْ شَرِّ حَاسِدٍ اِذَا حَسَدَ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لاَ اِلَهَ اِلاَّ اللهُ وَاللهُ اَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ. قُلْ اَعُوذُ بِرَبِّ النَّاسِ. مَلِكِ النَّاسِ. اِلَهِ النَّاسِ. مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ. الَّذِى يُوَسْوِسُ فِى صُدُوْرِ النَّاسِ. مِنَ الْجِنَّةِ وَالنَّاسِ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'لاَ اِلَهَ اِلاَّ اللهُ وَاللهُ اَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'اَعُوْذُ بِاللهِ مِنَ الشَّيْطَانِ الرَّجِيْمِ. بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ. اَلْحَمْدُ لِلهِ رَبِّ الْعَالَمِيْنَ. اَلرَّحْمَنِ الرَّحِيْمِ. مَالِكِ يَوْمِ الدِّيْنِ. اِيَّاكَ نَعْبُدُ وَاِيَّاكَ نَسْتَعِيْنُ. اِهْدِنَا الصِّرَاطَ الَّمُسْتَقِيْمَ. صِرَاطَ الَّذِيْنَ اَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوْبِ عَلَيْهِمْ وَلَا الضَّالِّيْنَ. اَمِينْ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'بِسْمِ اللهِ الرَّحْمَنِ الرَّحِيْمِ. المّ. ذَلِكَ الكِتابُ لاَرَيْبَ فِيْهِ هُدَى لِلْمُتَّقِيْنَ. الَّذِيْنَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيْمُونَ الصَّلَاةَ وَمِمَّا رَزَقْنَاهُمْ يُنْفِقُونَ. وَالَّذِيْنَ يُؤْمِنُونَ بِمَا اُنْزِلَ اِلَيْكَ وَمَا اُنْزِلَ مِن قَبْلِكَ وَبِالْاَخِرَةِ هُمْ يُوقِنُونَ. اُولَئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ، وَاُولَئِكَ هُمُ الْمُفْلِحُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'وَاِلَهُكُمْ اِلَهٌ وَّاحِدٌ لاَ اِلَهَ اِلاَّ هُوَ الرَّحْمَنُ الرَّحِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'اللهُ لاَ اِلَهَ اِلاَّ هُوَ الْحَىُّ الْقَيُّومُ، لاَ تَاْ خُذُهُ سِنَةٌ وَلاَ نَوْمٌ، لَّهُ مَا فِى السَّمَوَاتِ وَمَا فِى الْاَرْضِ، مَنْ ذَا الَّذِى يَشْفَعُ عِنْدَهُ اِلاَّ بِاِذْنِهِ، يَعْلَمُ مَا بَينَ اَيْدِيْهِمِ وَمَا خَلْفَهُمْ، وَلاَ يُحْيِطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ اِلاَّ بِمَا شَاءَ، وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَالْاَرْضَ، وَلاَ يَئُودُهُ حِفْظُهُمُا، وَهُوَ الْعَلِىُّ الْعَظِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'لِلَّهِ مَا فِى السَّمَوَاتِ وَمَا فِى الْاَرْضِ. وَاِنْ تُبْدُوْا مَا فِى اَنْفُسِكُمْ اَوْ تَخْفُوْهُ يُحَاسِبْكُمْ بِهِ اللهُ. فَيَغْفِرُ لَمِنْ يَّشَاءُ وَيُعْذِّبُ مَنْ يَّشَاءُ. وَاللهُ عَلَى كُلِّ شَىْءٍ قَدِيْرٌ. اٰمَنَ الرَّسُوْلُ بِمَا اُنْزِلَ اِلَيْهِ مِنْ رَّبِّهِ وَالْمُؤْمِنُوْنَ. كُلٌّ اٰمَنَ بِاللهِ وَمَلَائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ. لَانًفَرِّقُ بَيْنَ اَحَدٍ مِّنْ رُّسُلِهِ. وَقَالُوْا سَمِعْنَا وَاَطَعْنَا غُفْرَانَكَ رَبَّنَا وَاِلَيْكَ الْمَصِيْرُ. لَا يُكَلِّفُ اللهُ نَفْسًا اِلَّا وُسْعَهَا. لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ. رَبَّنَا لَا تُؤَاخِذْنَا اِنْ نَسِيْنَا اَوْ اَخْطَاْنَا. رَبَّنَا وَلَا تَحْمِلْ عَلَيْنَا اِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِيْنَ مِنْ قَبْلِنَا. رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ. وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا (3) اَنْتَ مَوْلَانَا فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'ارْحَمْنَا، يَا اَرْحَمَ الرَّاحِمِيْنَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'رَحْمَتُ اللهِ وَبَرَكَاتُهُ عَلَيْكُمْ اَهْلَ الْبَيْتِ اِنَّهُ حَمِيْدٌ مَّجِيْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اِنَّمَا يُريِدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ اَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيْرًا',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'اِنَّ اللهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ، يَا أَيُّهَا الَّذِيْنَ آمَنُوْا صَلُّوْا عَلَيْهِ وَسَلِّمُوا تَسْلِيْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'اَلَّلهُمَّ صَلِّ أَفْضَلَ الصَّلَاةٍ عَلَى أَسْعَدِ مَخْلُوْقَاتِكَ نُوْرِالْهُدَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ، عَدَدَ مَعْلُوْمَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُوْنَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَلَّلهُمَّ صَلِّ أَفْضَلَ الصَّلَاةٍ عَلَى أَسْعَدِ مَخْلُوْقَاتِكَ شَمْسِ الضُّحَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ، عَدَدَ مَعْلُوْمَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُوْنَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'اَلَّلهُمَّ صَلِّ أَفْضَلَ الصَّلَاةٍ عَلَى أَسْعَدِ مَخْلُوْقَاتِكَ بَدْرِالدُّجَي سَيِّدِنَا مُحَمَّدٍ وَعَلَى اَلِهِ وَصَحْبِهِ وَسَلِّمْ، عَدَدَ مَعْلُوْمَاتِكَ وَمِدَادَ كَلِمَاتِكَ كُلَّمَا ذَكَرَكَ الذَّاكِرُوْنَ وَغَفَلَ عَنْ ذِكْرِكَ الْغَافِلُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'وَسَلِّمْ وَرَضِيَ اللهُ تَعَالَى عَنْ اَصْحَابِ سَيِّدِنَا رَسُوْلِ اللهِ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'حَسْبُنَا اللهُ وَنِعْمَ الْوَكِيْلُ. نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيْرُ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'وَلَاحَوْلَ وَلَا قُوَّةَ اِلَّا بِاللهِ العَلِيِّ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اَسْتَغْفِرُاللهَ الْعَظِيْمَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'الَّذِيْ لَا اِلَهَ اِلَّا هُوَ الحَيُّ القَيُّوْمُ وَأَتُوْبُ إِلَيْهِ، اَفْضَلُ الذِّكْرِ فَاعْلَمْ اَنَّهُ لَااِلَهَ اِلَّا اللهُ، حَيٌّ مَوْجُوْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'لَااِلَهَ اِلَّا اللهُ، حَيٌّ مَعْبُوْدٌ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'لَااِلَهَ اِلَّا اللهُ، حَىٌّ بَاقٍ الَّذِيْ لَا يَمُوْتُ',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'لَااِلَهَ اِلَّا اللهُ (100)',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي سَيِّدِنَا مُحَمَّدٍ، اَللَّهُمَّ صَلِّ عَلَيْهِ وَسَلِّمِ  ',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي سَيِّدِنَا مُحَمَّدٍ، يَارَبِّ صَلِّ عَلَيْهِ وَسَلِّمِ  ',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: ' اَللَّهُمَّ صَلِّ عَلَي سَيِّدِنَا مُحَمَّدٍ، يَارَبِّ صَلِّ عَلَيْهِ وَبَارِك وَسَلِّمِ',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'سُبْحَانَ اللَّهِ وَبِحَمْدِهِ سُبْحَانَ اللَّهِ الْعَظِيْمِ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'يَا اَللًّهُ (8)',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَسَلِّمِ',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَبَارِك وَسَلِّمِ',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'اَللَّهُمَّ صَلِّ عَلَي حَبِيْبِكَ سَيِّدِنَا مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَبَارِك وَسَلِّمِ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 3,
            arab: '',
            title: 'Doa',
            name: 'Doa Tahlil',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَلْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ. حَمْدَ الشَّاكِرِيْنَ، حَمْدَالنَّاعِمِيْنَ، حَمْدًايُوَافِيْ نِعَمَه وَيُكَافِئُ مَزِيْدَه، يَارَبَّنَالَكَ الْحَمْدُ كَمَا يَنْبَغِيْ لِجَلاَلِ وَجْهِكَ وَعَظِيْمِ سُلْطَانِكَ. اَللهُمَّ صَلِّ وَسَلِّمْ عَلى سَيِّدِنَا مُحَمَّدٍ وَعَلى الِى سَيِّدِنَا مُحَمَّدٍ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اَللهُمَّ تَقَبَّلْ وَاَوْصِلْ ثَوَابَ مَاقَرَأْنَاهُ مِنَ الْقُرْآنِ الْعَظِيْمِ وَمَا هَلَّلْنَا وَمَا سَبَّحْنَا وَمَااسْتَغْفَرْنَا وَمَا صَلَّيْنَا عَلى سَيِّدِنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ هَدِيَّةً وَاصِلَةً وَرَحْمَةً نَازِلَةً وَبَرَكَةً شَامِلَةً، اِلَى حَضْرَةِ حَبِيْبِنَا وَشَفِيْعِنَا وَقُرَّةِ اَعْيُنِنَا سَيِّدِنَا وَمَوْلنَا مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ وَاِلَى جَمِيْعِ اِخْوَانِه مِنَ الْاَنْبِيَآءِ وَالْمُرْسَلِيْنَ وَالْاَوْلِيَآءِ وَالشُّهَدَآءِ وَالصَّالِحِيْنَ وَالصَّحَابَةِ وَالتَّابِعِيْنَ وَالْعُلَمَآءِ الْعَالِمِيْنَ وَالْمُصَنِّفِيْنَ لْمُخْلِصِيْنَ، وَجَمِيْعِ الْمَلاَئِكَةِ الْمُقَرَّبِيْنَ خُصُوْصًا اِلَى سَيِّدِنَا الشَّيْخِ عَبْدِ الْقَادِرِ الْجَيْلاَنِيِ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'ثُمَّ اِلى جَمِيْعِ اَهْلِ الْقُبُوْرِ مِنَ الْمُسْلِمِيْنَ وَالْمُسْلِمَاتِ وَالْمُؤْمِنِيْنَ وَالْمُؤْمِنَاتِ مِنْ مَشَارِقِ اْلاَرْضِ اِلَى مَغَارِبِهَا بَرِّهَا وَبَحْرِهَا خُصُوْصًا اِلَى آبَآءِنَا وَاُمَّهَاتِنَا وَاَجْدَادِنَا وَجَدَّاتِنَا وَنَخُصُّ خُصُوْصًا مَنِ اجْتَمَعْنَاههُنَا بِسَبَبِه وَلِاَجْلِه ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اَللهُمَّ اَنْزِلِ الرَّحْمَةَ وَالْمَغْفِرَةَ عَلى اَهْلِ الْقُبُوْرِ مِنْ اَهْلِ لَآاِلهَ اِلاَّ اللهُ مُحَمَّدٌ رَسُوْلُ اللهِ اَللهُمَّ اَرِنَاالْحَقَّ حَقًّا وَارْزُقْنَااتِّبَاعَهُ وَاَرِنَاالْبَاطِلَ بَاطِلاً وَارْزُقْنَااجْتِنَابَهُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'رَبَّنَا اَتِنَا فِى الدُّنْيَا حَسَنَةً وَفِى اْلآخِرَةِ حَسَنَةً وَقِنَا عَذَابَ النَّارِ سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُوْنَ وَسَلاَمٌ عَلَى الْمُرْسَلِيْنَ وَالْحَمْدُ ِللهِ رَبِّ الْعَالَمِيْنَ ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      }
    ]
  },
  {
    id: 3,
    slug: 'simtut',
    image: 'ri-booklet-line text-white',
    title: 'Simtut',
    arab: 'سِمْطُ الدُّرَرْ',
    latin: 'Simtut Durar',
    category: [
      {
        id: 1,
        slug: 'dhuha',
        title: 'Doa Setelah Sholat Duha',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الضُّحَىِ',
        latin: 'Dzikir ba’da shalāti al-dhuha',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            title: ' Do’a',
            name: '',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللّٰهُمَّ اِنَّ الضُّحَآءَ ضُحَاءُكَ وَالْبَهَاءَ بَهَاءُكَ وَالْجَمَالَ جَمَالُكَ وَالْقُوَّةَ قُوَّتُكَ وَالْقُدْرَةَ قُدْرَتُكَ وَالْعِصْمَةَ عِصْمَتُكَ  ، اَللّٰهُمَّ اِنْ كَانَ رِزْقِى فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى اْلاَرْضِ فَأَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ  ، بِحَقِّ ضُحَاءِكَ وَبَهَاءِكَ وَجَمَالِكَ وَقُوَّتِكَ وَقُدْرَتِكَ آتِنِىْ مَآاَتَيْتَ عِبَادَكَ الصَّالِحِيْنَ',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      }
    ]
  },
  {
    id: 4,
    slug: 'romadhon',
    image: 'ri-book-read-line text-white',
    title: 'Romadhon',
    arab: 'الرَّمَضَان',
    latin: 'Romadhon',
    category: [
      {
        id: 1,
        slug: 'doa-niat-puasa',
        title: 'Niat Puasa Ramadhan',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: ' Do’a Niat Puasa Ramadhan',
            name: '',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'نَوَيْتُ صَوْمَ غَدٍ عَنْ أَدَاءِ فَرْضِ شَهْرِ رَمَضَانَ هَذِهِ السَّنَةِ لِلّٰهِ تَعَالَى',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 2,
        slug: 'doa-berbuka-puasa',
        title: 'Doa Berbuka Puasa Ramadhan',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: ' Do’a Berbuka Puasa Ramadhan',
            name: '',
            subName: '',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللّٰهُمَّ لَكَ صُمْتُ وَبِكَ آمَنْتُ وَعَلَى رِزْقِكَ أَفْطَرْتُ بِرَحْمَتِكَ يَا اَرْحَمَ الرَّحِمِيْنَ',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 3,
        slug: 'niat-tarawih',
        title: 'Niat Sholat Tarawih',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Niat sholat tarawih',
            name: '',
            subName: '',
            latin: 'Niat',
            bait_bait: [
              {
                id: 1,
                arab: 'Sebagai Imam',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اُصَلِّى سُنَّةَ التَّرَاوِيْحِ رَكْعَتَيْنِ مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً اِمَامًا لِلّهِ تَعَالَى',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'Sebagai Makmum',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اُصَلِّى سُنَّةَ التَّرَاوِيْحِ رَكْعَتَيْنِ مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً مَأْمُوْمًا لِلّهِ تَعَالَى',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 4,
        slug: 'niat-witir',
        title: 'Niat Sholat Witir',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Niat Sholat Witir',
            name: '',
            subName: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: '2 Roka`at',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'صَلِّى سُنَّةَ الوِتْرِ رَكْعَتَيْنِ مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً لِلهِ تَعَالَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: '1 Roka`at',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'صَلِّى سُنَّةَ الوِتْرِ رَكْعَةً مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً لِلهِ تَعَالَ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 5,
        slug: 'zakat-fitrih',
        title: 'Niat Zakat Fitrih',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Niat zakat fitrih',
            name: '',
            subName: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'Untuk diri sendiri',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'ﻧَﻮَﻳْﺖُأَﻥْأُﺧْﺮِﺝَﺯَﻛَﺎﺓَﺍﻟْﻔِﻄْﺮِﻋَﻦْﻧَﻔْسيْﻓَﺮْﺿًﺎِﻟﻠﻪِﺗَﻌَﺎﻟَﻰ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'Untuk Istri',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'ﻧَﻮَﻳْﺖُ ﺃَﻥْ ﺃُﺧْﺮِﺝَ ﺯَﻛَﺎﺓَ ﺍﻟْﻔِﻄْﺮِ ﻋَﻦْ ﺯَﻭْﺟَﺘِﻲْ ﻓَﺮْﺿًﺎِﻟﻠﻪِ ﺗَﻌَﺎﻟَﻰ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'Untuk Anak Laki-laki',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'ﻧَﻮَﻳْﺖُ ﺃَﻥْ ﺃُﺧْﺮِﺝَ ﺯَﻛَﺎﺓَ ﺍﻟْﻔِﻄْﺮِ ﻋَﻦْ ﻭَﻟَﺪِﻱْ ... ﻓَﺮْﺿًﺎ ِﻟﻠﻪِ ﺗَﻌَﺎﻟَﻰ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'Untuk Anak Perempuan',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'ﻧَﻮَﻳْﺖُ ﺃَﻥْ ﺃُﺧْﺮِﺝَ ﺯَﻛَﺎﺓَ ﺍﻟْﻔِﻄْﺮِﻋَﻦْ ﺑِﻨْﺘِﻲْ ... ﻓَﺮْﺿًﺎ ِﻟﻠﻪِ ﺗَﻌَﺎﻟَﻰ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'Untuk orang yang diwakilkan',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'ﻧَﻮَﻳْﺖُ ﺃَﻥْ ﺃُﺧْﺮِﺝَ ﺯَﻛَﺎﺓَ ﺍﻟْﻔِﻄْﺮِ ﻋَﻦْ (..…) ﻓَﺮْﺿًﺎ ِﻟﻠﻪِ ﺗَﻌَﺎﻟَﻰ',
                latin: '',
                arti: ''
              },
            ]
          },
        ]
      },
      {
        id: 6,
        slug: 'niat-sholat-idul-fitih',
        title: 'Niat Sholat Idul Fitrih',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Niat sholat Idul Fitrih',
            name: '',
            subName: '',
            latin: 'Niat',
            bait_bait: [
              {
                id: 1,
                arab: 'Sebagai Imam',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'اُصَلِّى سُنَّةَ لِعِيْدِ الْفِطْرِ رَكْعَتَيْنِ مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً اِمَامًا لِلّهِ تَعَالَى',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'Sebagai Makmum',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اُصَلِّى سُنَّةَ لِعِيْدِ الْفِطْرِ رَكْعَتَيْنِ مُسْتَقْبِلَ الْقِبْلَةِ أَدَاءً مَأْمُوْمًا لِلّهِ تَعَالَى',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 7,
        slug: 'bacaan-lailatul-qodar',
        title: 'Bacaan Lailatul Qodar',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Bacaan Lailatu Qodar',
            name: '',
            subName: '',
            latin: 'Niat',
            bait_bait: [
              {
                id: 1,
                arab: 'اللَّهُمَّ إِنَّكَ عَفُوٌّ كَرِيمٌ تُحِبُّ الْعَفْوَ فَاعْفُ عَنِّى',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      },
      {
        id: 8,
        slug: 'bilal-tarawih',
        title: 'Bilal Tarawih dan Jawabannya',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Bilal Tarawih dan Jawabannya',
            name: '',
            subName: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'Sholat (1)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'صَلُّوْا سُنَّةَ التَّرَاوِيْحِ رَكْعَتَيْنِ جَامِعَةً رَحِمَكُمُ اللّهُ (رَحِمَكُمُ اللّهُ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'Sholat (2)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'فَضْلاً مِنَ اللّهِ وَنِعْمَةً (وَمَغْفِرَةً وَنِعْمَةً) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'Sholat (3)',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'الْخَلِيْفَةُ الْأُوْلاَ سَيِّدُنَا اَبُوْ بَكْرِ الصِّدِّيْقُ (رَضِيَ اللّهُ عَنْهُ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'Sholat (4)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'فَضْلاً مِنَ اللّهِ وَنِعْمَةً (وَمَغْفِرَةً وَنِعْمَةً) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'Sholat (5)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'الْخَلِيْفَةُ الثَّانِيَةُ سَيِّدُنَا عُمَرُ ابْنُ الْخَطَّابِ (رَضِيَ اللّهُ عَنْهُ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'Sholat (6)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'فَضْلاً مِنَ اللّهِ وَنِعْمَةً (وَمَغْفِرَةً وَنِعْمَةً) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'Sholat (7)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'الْخَلِيْفَةُ الثَّالِثَةُ سَيِّدُنَا عُثْماَنُ بْنُ عَفَّانِ (رَضِيَ اللّهُ عَنْهُ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'Sholat (8)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'فَضْلاً مِنَ اللّهِ وَنِعْمَةً (وَمَغْفِرَةً وَنِعْمَةً) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'Sholat (9)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'الْخَلِيْفَةُ الرَّابِعَةَ سَيِّدُنَا عَلِيُّ ابْنِ أَبِيْ طَالِبٍ (رَضِيَ اللّهُ عَنْهُ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'Sholat (10)',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'آخِرُالتَّرَاوِيْحِ أَجَرَكُمُ اللّهُ ( لاَاِلهَ اِلاَّ اللّهُ مُحَمَّدًا الرَّسُوْلُ اللّهَ ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'Sholat Witir 2 Rokaat',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'صَلُّوْا سُنَّةَ الْوِتْرِ رَكْعَتَيْنِ جَامِعَةً رَحِمَكُمُ اللّهُ ( لاَاِلهَ اِلاَّ اللّهُ مُحَمَّدًا الرَّسُوْلُ اللّهَ ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'Sholat Witir 1 Rokaat',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'صَلُّوْا سُنَّةَ الْوِتْرِ رَكْعَتاً جَامِعَةً رَحِمَكُمُ اللّهُ ( لاَاِلهَ اِلاَّ اللّهُ مُحَمَّدًا الرَّسُوْلُ اللّهَِ ) ، اَلصَّلاَةُ جَامِعَة (لاَحَوْل وَلاَقُوَّةَ اِلاَّ باللَهِ الْعَلِيُّ الْعَظِيْمِ)',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      }
    ]
  },
  {
    id: 5,
    slug: 'Basaudan',
    image: 'ri-git-repository-line text-white',
    title: 'Basaudan',
    arab: '',
    latin: '',
    category: [
      {
        id: 1,
        slug: 'Hadrah Basaudan',
        title: 'Hadrah Basaudan',
        arab: '',
        latin: '',
        dzikri: [
          {
            id: 1,
            arab: '',
            title: 'Hadrah Basaudan',
            name: '',
            subName: '',
            latin: '',
            bait_bait: [
              {
                id: 1,
                arab: 'لَا إِلَهَ إِلَّا اللهُ (3)  لَا مَعْبُوْدَ إِلَّا اللهُ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'لَا إِلَهَ إِلَّا اللهُ (3)  لَا مَقْصُوْدَ إِلَّا اللهُ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'لَا إِلَهَ إِلَّا اللهُ (3)  لَا مَشْهُوْدَ إِلَّا اللهُ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'لَا إِلَهَ إِلَّا اللهُ (3)  لَا مَوْجُوْدَ إِلَّا اللهُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اَللّهُمَّ يَا كَافِيَ الْبَلَاءِ اِكْفِنَا الْبَلَاءَ قَبْلَ نُزُوْلِهِ مِنَ السَّمَاءِ (يَااَللّهُ 7)',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: ' Yalatifalam yazal',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'يَالَطِيْفًا لَمْ يَزَلْ * اُلْطُفْ بِنَا فِيْمَا نَزَلْ * إِنَّكَ لَطِيْفٌ لَمْ تَزَلْ * اُلْطُفْ بِنَا وَالْمُسْلِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'بِسْمِ إِلَهٍ قَادِرِ * مُقْتَدِرِ وَقَاهِرِ، لِكُلِّ غَاوٍ غَادِرِ * مِنَ الْعُتَاةِ الظَّالِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'وَكُلِّ بَاغٍ مَارِدِ * وَفَاجِرٍ مُعَانِدِ، وَكُلِّ طَاغٍ حَاسِدِ  * مِنَ الْبُغَاةِ الْمُفْسِدِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'بِهِ بِهِ نَسْتَنْصِرُ * بِهِ بِهِ نَقْتَدِرُ، بِسَيْفٍ بَطْشٍ نَقْهَرُ * أَعْدَائَنَا الْمُعَانِدِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'وَالْحَمْدُ دَأْبًا سَرْمَدَا * وَدَائِمًا مُؤَبَّدَا، وَلَيْسَ يُحْصَى عَدَدَا * لِلَّهِ رَبِّ الْعَالَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'سُبْحَانَ مَنْ عَزَّ وَجَلْ * بَرَئَ الْأَمَانَ وَالْوَجَلْ، قَضَى لِكُلٍّ بِالْأَجَلْ * مِنْ سَائِرِ الْخَلْقِ أَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'نَسْأَلُكَ رَفْعَ الْوَبَا * وَالْأَذَايَاوَالْبَلاَ، وَشَرِّكُلِّ مُبْتَلَي * وَكَيْدُكُلِّ الظَّالِمِينَ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'بِسِرِّ طَهَ الْمُجْتَبَى * عَلاَعَلَي السَّبْعِ الْعُلاَ ، وَالْآلِ أَرْبَابِ الْعَبَا * وَصَحْبِهِ الْمُجَاهِدِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'وَالتَّابِعِيْنَ الْأَصْفِيَاءْ * اَلْعَابِدِيْنَ الْأَوْلِيَاءْ، اَلزَّاهِدِيْنَ الْأَتْقِيَاءْ * اَلْمُصْلِحِيْنَ الْمُحْسِنِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'مِنْ مَاضِيٍّ وَغَابِرِ  * كَالشَّيْخِ عَبْدِ الْقَادِرِ، مَنْ خُصَّ بِالسَّرَائِرِ * بَيْنَ الْعِبَادِ الصَّالِحِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'ثُمَّ الْفَقِيْهُ جَدُّنَا * وَبِبَنِيْهِ ذُخْرَنَا، عَلْوِيُّنَا عَلِيُّنَا * وَالْقُطُبْ سَقَّافٌ مَكِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'وَبِابْنِهِ الْمُحْضَارِ * اَلنَّدِبْ ذِي الْأَسْرَارِ، حَامِى الْحِمَا وَالْجَارِ * اَلْغَوْثِ حَتْفُ الظَّالِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'وَالْعَيْدَرُوْسُ فَخْرُنَا * وَشَيْخُنَا حَدَّادُنَا، هُوَ غَوْثُنَا هُوْ كَنْزُنَا * وَهُوَ مَلَاذُ اللَّائِذِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'وَالشَّيْخِ اَبِي بَكْرِ الْهِمَامْ * سَالِمِ الْعَضْبِ الْحُسَامْ، وَبِبَنِيْهِ غَوْثِ الْأَنَامِ * وَالْعَدَنِي حَبْرٌ آمِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'وَبِابْنِهِ زَيْنِ أَحْمَدِ * هُوَ نُوْرُ كُلِّ مُهْتَدِ، وَجَعْفَرٍ ذِي الرَّشَدِ * سُلْطَانُ كُلِّ الْعَارِفِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'بِذِي الْيَقِيْنِ الْعَطَّاسْ * أَبِي حُسَيْنِ النِّبْرَاسْ، وَبِالْخَلِيْفَةْ بَارَاسْ * اْلْغَوْثُ كَوْنَ اَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'وَبِالشُّجَاعِ عُمْدَتِي * غَوْثِي غِيَاثِي عُدَّتِي، وَمُنْقِذِي مِنْ شِدَّتِي * اَلْبَارْ كَهْفُ الْقَاصِدِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'وَبِالْوَجِيْهِ وَالْجَمَالِ * وَبِالصَّفِيِّ ذِيْ الْكَمَالْ، وَمَنْ لَهُمْ بِهِ اتِّصَالْ * مِنْ أَهْلِ حَضْرَتِهْ أَجْمَعِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'بِشَيْخِنَا الْحُلَاحِلِ * مَنْ حَلَّ فِي جَلَاجِلِ، عُمَرْ غِيَاثِ الْآمِلِ * اَلْبَارْ قُطْبُ الْكَامِلِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'وَعَيْدَرُوْسُ الذَّاكِرِ * فِي كُلِّ حَالٍ شَاكِرِ، وَمُسْتَقِيْمٍ صَابِرِ * حَاوِى خِصَالِ الْمُهْتَدِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'وَابْنِ سُمَيْطِ الْمُشْتَهَرْ * اَلْقُطْبُ سَيِّدُنَا عُمَرْ، ثُمَّ الصَّافِى بَحْرُ الدُّرَرْ * قُطْبُ الدُّعَاةِ النَّاصِحِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'بِسِرِّ حَامِدْ بِنْ عُمَرْ * وَابْنِ الْحَسَنْ ذَاكَ الْأَبَرْ، وَمَنْ إِذَا يُدْعَى حَضَرْ * لِمَنْ يُنَادِيْهِ مُعِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 29,
                arab: 'وَبِالْوَلِي بَجَلْحَبَانْ * نُوْرُهُ لِأَهْلِ اللّهِبَانْ ، اَصْلِحْ بِجَاهِهْ كُلَّشَان * وَهَبْ لَنَا حُسْنَ الْيَقِينْ',
                latin: '',
                arti: ''
              },
              {
                id: 30,
                arab: 'بِمَنْ بِهَذَا الْعَرْضِ حَلْ * اَلشَّيْخِ سَيِّدِنَا الْاَجَلْ ، يَسِّرْلَنَا كُلَّ الْاَمَل * وَالْطُفْ بِنَاوَالْمُسْلِمِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 31,
                arab: 'بِسِرّ شَيْخِ الْجُفْرِيْ * عَجِّلْ لَنَا بِالْيُسْرِ، وَالْفَتْحِ ثُمَّ النَّصْرِ * آمِيْنَ رَبَّ الْعَالَمِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 32,
                arab: 'وَعِتْرَةِ الْبَارِّ الْكِرَامْ * وَخُصَّ سَيِّدُنَا الْإِمَامْ، عَبْدُ اللهِ الْعَالِي الْمَقَامْ * وَأَهْلُ الْمُخَرَّجْ أَجْمَعِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 33,
                arab: 'وَ كُلُّ مَنْ فِي قُطْرِنَا * مِنْ كُلِّ بَرٍّ مُحْسِنَا، وَسَائِرِ أَسْلَافِنَا * نَسْلِ الْحَسَنْ وَالْحُسَيْن',
                latin: '',
                arti: ''
              },
              {
                id: 34,
                arab: 'وَبِالْعُمُوْدِيِّ الْإِمَامْ * وَأَوْلَادِهِ الْغُرِّ الْكِرَامْ، مِمَّنْ حَوَى ذَاكَ الْمَقَامْ * مِنْ كُلِّ قَيْدُوْمٍ مَكِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 35,
                arab: 'ذِهْ حَضْرَةُ الْقَوْمِ اللُّيُوْث * وَوَعْدُهَا يَوْمُ الثَّلُوْث، بِهَا انْتَفَتْ عَنَّا الْمُغُوْث * مِنْ حِيْنِ نَأْتِي قَاصِدِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 36,
                arab: 'لِلشَّيْخِ ذِي حَازَ الْعُلَا * وَارْتَاحْ فِيْهَا وَامْتَلَا، مَرْسُوْمُهُ بَيْنَ الْمَلَا * فِي الْوَقْتِ شَيْخُ الْعَارِفِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 37,
                arab: 'اَلشَّافِعِي مَذْهَبَا * وَالْعَلَوِيِّ مَشْرَبَا، وَهُوَ الَّذِيْ يُدْعَى بِبَا * سَوْدَانْ بَيْنَ الْعَالَمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 38,
                arab: 'عَيْنِ الْعِنَايَةْ ذِي الْفِطَنْ * سَاقِي كُؤُوْسَاتِ الْمِنَنْ، اَحْيَا الطَّرِيْقَةْ وَالسُّنَنْ * فَاتِحْ وَتَاجِ الطَّالِبِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 39,
                arab: 'شَيْخُ الشُّيُوْخِ الْجَامِعْ * ذِيْ حَلَّ قُرْبُ الْجَامِعْ، سَالَكْ بِهِ يَا سَامِعْ * تَلْطَفْ بِنَا وَالْمُسْلِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 40,
                arab: 'Allah hasbana',
                latin: '',
                arti: ''
              },
              {
                id: 41,
                arab: '',
                latin: '',
                arti: ''
              },
            ]
          }
        ]
      }
    ]
  }
]
