export const data = [
  {
    id: 1,
    slug: 'madad',
    image: 'https://archive.org/services/img/habib-umar-al-khulasoh-2019/full/pct:200/0/default.jpg',
    title: 'Khulasoh',
    arab: 'الْخُلاَصَةُ الْمَدَدًا النَّبَوِي',
    latin: 'Khulashotul Madadan Nabawi',
    category: [
      {
        id: 1,
        slug: 'fardhu',
        title: 'Dzikir Setelah Sholat Fardhu',
        arab: 'ذِكْرٌ بَعْدَ صَلَاةِ الْفَرِيضَةِ',
        latin: 'Dzikir ba’da shalāti al-farīdāti',
        link: '/madad/fardhu',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: '3x أَسْتَغْفِرُ اللَّهَ الْعَظِيْم',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: ' اَللَّهُمَّ أَنْتَ السَّلامُ ۞ وَمِنْكَ السَّلَامُ ۞ وَاِلَيْكَ يَعُوْدُ السَّلاَمُ ۞ فَحَيِّنَا رَبَّنَا بِالسَّلاَمِ ۞ وَاَدْخِلْنَا دَارَكَ دَارَ السَّلاَمِ ۞ تَبَارَكْتَ رَبَّنَا وَتَعَالَيْتَ يَا ذَا الْجَلَالِ وَالْإِكْرَامِ ۞ اللَّهُمَّ لَا مَانِعَ لِمَا أَعْطَيْتَ ۞ وَلَا مُعْطِيَ لِمَا مَنَعْتَ ۞ وَلاَرَادَّ لِمَا قَضَيْتَ ۞ وَلَا يَنْفَعُ ذَا الْجَدِّ مِنْكَ الْجَدُّ ۞ اللَّهُمَّ اَعِنِّيْ عَلَي ذِكْرِكَ وَشُكْرِكَ وَحُسْنِ عِبَاذَتِكَ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'رَبَّنَا تَقَبَّلْ مِنَّا اِنَّكَ اَنْتَ السَّمِيْعُ الْعَلِيِمُ ۞ وَتُبْ عَلَيْنَا اِنَّكَ اَنْتَ التَّوَّابُ الرَّحِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'وَصَلَّ اللَّهُ عَلَي سَيِّدِ مُحَمَّدٍ وَعَلَي آلِهِ وَصَحْبِهِ وَسَلَّمْ ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اَعُوْذُبِاللَّهِ مِنَ الشَّيْطَانِالرَّجِيْمِ ۞ بِسْمِ اللَّهِ الرَّحْمآنِ الرَّحِيْمِ ۞  اَللّٰهُ لَآ اِلٰهَ اِلَّا هُوَ اَلْحَيُّ الْقَيُّوْمُ ۞ لَا تَأْخُذُهٗ سِنَةٌ وَّلَا نَوْمٌ ۞ لَهٗ مَا فِى السَّمٰوٰتِ وَمَا فِى الْاَرْضِ ۞ مَنْ ذَا الَّذِيْ يَشْفَعُ عِنْدَهٗٓ اِلَّا بِاِذْنِهٖ ۞ يَعْلَمُ مَا بَيْنَ اَيْدِيْهِمْ وَمَا خَلْفَهُمْ وَلَا يُحِيْطُوْنَ بِشَيْءٍ مِّنْ عِلْمِهٖٓ اِلَّا بِمَا شَاۤءَ ۞ وَسِعَ كُرْسِيُّهُ السَّمٰوٰتِ وَالْاَرْضَ وَلَا يَـُٔوْدُهٗ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'سُبْنَكَ يَاعَلِيُّ يَاعَظِيْمُ ',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'سُبْحَانَاللَّهِ (33) الحَمْدُلِلَّهِ (33) اللَّهُ اَكْبَرُ (33)',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'لا إِلَهَ إِلَّا اللَّهُ وَحْدَهُ لَا شَرِيكَ لَهُ ۞ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ يُحْيِي وَيُمِيْتُ وَهُوَ عَلَى كُلِّ شَيْءٍ قَدِير',
                latin: '',
                arti: ''
              }
            ]
          }
          
        ]
      },
      {
        id: 2,
        slug: 'subuh',
        title: 'Dzikir Setelah Sholat Subuh',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الصُّبْحِ',
        latin: 'Dzikir ba’da shalāti as-subhi',
        link: '/madad/subuh',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْم ۞ قُلْ هُوَ اْللهُ أَحَدٌ ۞ اَللهُ اْلصَّمَدُ ۞ لَمْ يَلِدْ وَلَمْ يٌوْلَدْ ۞ وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ ۞ قُلْ أَعُوْذُ بِرَبِّ الْفَلَقِ۞ مِنْ شَرِّ ماَ خَلَقَ۞ وَمِنْ شَـرِّ غَاسِقٍ إِذَا وَقَبَ۞ وَمِنْ شَـرِّ النَّـفَّاثَاتِ فِي الْعُقَدِ۞ وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللهِ الرَّحْمنِ الرَّحِيْمِ ۞ قُلْ أَعُوْذُ بِرَبِّ النَّاسِ ۞ مَلِكِ النَّاسِ ۞ إِلَهِ النَّاسِ ۞  مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ اَلَّذِيْ يُوَسْوِسُ فِيْ صُدُوْرِ النَّاسِ۞ مِنَ الْجِنَّةِ وَالنَّاسِ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'رَبِّ أَعُوذُ بِـكَ مِنْ هَمَـزَاتِ الشَّيَـاطِينِ ۞ وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُـرُونِ  (3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'فَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاَ وَأَنَّكُمْ إِلَيْنَا لاَ تُرْجَعُـوْنَ ۞ فَتَعَالَى اللهُ الْمَلِكُ الْحَقُّ لاَ إِلَهَ إِلاَّ هُوَ رَبُّ الْعَرْشِ الْكَرِيْم ۞ وَ مَنْ يَدْعُ مَعَ اللهِ إِلَهاً آخَرَ لاَ بُرْهَانَ لَهُ بِـهِ فَإِنَّمَا حِسَـابُهُ عِنْدَ رَبّـِهِ إِنَّـهُ لاَ يُفْلِحُ الْكَافِـرُوْنَ ۞ وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ الرَّاحِمِيْنَ ۞ فَسُبْحَانَ اللهِ حِيْنَ تُمْسُوْنَ وَحِيْنَ تُصْبِحُوْنَ ۞ وَلَهُ الْحَمْدُ فِي السَّمَوَاتِ وَالأَرْضِ وَعَشِيًّا وَحِيْنَ تُظْهِرُوْنَ ۞ يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الأَرْضَ بَعْدَ مَوْتِهَا وَكَذَلِكَ تُخْرِجُوْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أَعُوْذُ بِاللهِ السَّمِيْعِ الْعَلِيْمِ مِنَ الشَّيْطَانِ الرَّجِيْم (3)',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'لَوْ أَنْزَلْنَـا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًـا مُتَصَدِّعًا مِنْ خَشْيَةِ اللهِ ۞ وَتِلْكَ الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُوْنَ ۞ هُوَ اللهُ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهاَدَةِ هُوَ الرَّحْمَنُ الرَّحِيْمُ ۞ هُوَ اللهُ الَّذِيْ لاَ إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوْسُ السَّلاَمُ الْمُؤْمِـنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللهِ عَمَّا يُشْرِكُوْنَ ۞ هُوَ اللهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ الأَسْمَاءُ الْحُسْنَى ۞ يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالأَرْضِ ۞ وَهُوَ الْعَزِيْزُ الْحَكِيم ۞ سَلاَمٌ عَلَى نُوْحٍ فِي الْعَالَمِيْن ۞ إِنَّا كَذَلِكَ نُجْزِي الْمُحْسِنِيْن ۞ إِنَّهُ مِنْ عِبَادِنَا الْمُؤْمِنِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'أَعُوذُ بِكَلِمَاتِ اللهِ التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'بِسْمِ اللهِ الَّذِيْ لاَ يَضُرُّ مَعَ أسْمِهِ شَيْءٌ فِي اْلأَرْضِ وَلاَ فِي السَّمَاءِ وَهُوَ السَّمِيْعُ الْعَلِيْمُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'الَّلهُمَّ إِنِّي أَصْبَحْتُ مِنْكَ فِي نِعْمَةٍ وَعَافِيَةٍ وَسِتْرٍ فَأَتْمِمْ نِعْمَتَكَ عَلَيَّ وَعَافِيَتَكَ وَسِتْرَكَ فِي الدُّنْيَا وَالآخِرَةِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'اللَّهُـمَّ إِنِّي أَصْبَحْتُ أُشْهِدُكَ وَأُشْهِدُ حَمَلَةَ عَرْشِكَ وَمَلاَئِكَتَكَ وَجَمِيعَ خَلْقِكَ أَنَّكَ أَنْتَ اللهُ لاَ إِلَهَ إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيْكَ لَكَ وَأَنَّ مُحَمَّدًا عَبْدُكَ وَرَسُولُكَ (4)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'اَلْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِيْنَ حَمْداً يُوَافِي نِعَمَهُ وَيُكَافِئُ مَزِيْدَهُ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'آمَنْتُ بِاللهِ العَظِيْمِ وَكَفَرْتُ بِالْجِبْتِ وَالطَّاَغُوْتِ وَاسْتَمْسَكْتُ بِالْعُرْوَةِ الْوُثْقَى لاَ اَنْفِصَامَ لَهاَ وَاللهُ سَمِيْعٌ عَلِيمٌ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'رَضِيْتُ بِاللهِ رَبـًّا۞ وَ بِالإِسْلاَمِ دِيْنـًا۞ وَبِمُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ نَبِيًّا وَرَسُولاً (3)',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'حَسْـبِيَ اللهُ لاَ إِلَهَ إِلاَ هُـوَ عَلَيْـهِ تَـوَكَّلْتُ وَهُـوَ رَبُّ العَرْشِ العَظِيْـم(7)',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'اَللَّهُمَّ صَلِّ عَلَى سَيِّدِناَ مُحَمَّدٍ وَآلِهِ وَصَحْبِهِ وَسَلِّمْ (10)',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'اَللَّهُمَّ إِنِّي أَسْأَلُكَ مِنْ فُجَاءَةِ الْخَيْرِ۞ وَأَعُوذُ بِكَ مِنْ فُجَاءَةِ الشَّرِ۞ اَللَّهُمَّ أَنْتَ رَبِّي لاَ إِلَهَ إِلاَّ أَنْتَ خَلَقْتَنِيْ وَ أَناَ عَبْدُكَ وَأَناَ عَلَى عَهْدِكَ وَوَعْدِكَ مَا اسْتَطَعْتُ أَعُوْذُ بِـكَ مِنْ شَرِّ مـَا صَنَعْـتُ أَبُوْءُ لَكَ بِنِعْمَتِكَ عَلَيَّ وَأَبُوْءُ بِذَنْبِيْ فاَغْفِرْ لِيْ فَاِنَّهُ لاَ يَغْفِرُ الذُّنُوْبَ إِلاَّ أَنْتَ ۞ اَللَّهُـمَّ أَنْتَ رَبِّيْ لاَ اِلَهَ إلاَّ أَنْتَ عَلَيْكَ تَوَكَّلْـتُ وَأَنْتَ رَبُّ الْعَـرْشِ الْعَظِيْـم مَا شَاءَ اللهُ كَـانَ وَمَا لَمْ يَشَأْ لَـمْ يَكُنْ وَلاَ حَـوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ الْعَلِيِّ الْعَظِيْمِ',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'اَعْلَـمُ أَنَّ اللهَ عَلَى كُلِّ شَيْءٍ قَدِيْـرٌ۞ وَاَنَّ اللهَ قَدْ أَحَـاطَ بِكُلِّ شَيْءٍ عِلْمًـا',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'اَللَّهُمَّ إِنِّي أَعُوْذُ بِـكَ مِنْ شَرِّ نَفْسِيْ وَمِنْ شَرِّ كُـلِّ دَابَّـةٍ أَنْتَ آخِـذٌ بِنَا صِيَتِهاَ إِنَّ رَبِيِّ عَلَى صِرَاطٍ مُسْتَقِيْمٍ ۞ يَا حَيُّ يَا قَيُّوْمُ بِرَحْمَتِكَ اَسْتَغِيْثُ وَمِنْ عَذَابِكَ أَسْتَجِيْرُ أَصْلِحْ لِيْ شَأْنِيْ كُلَّهُ وَلاَ تَكِلْنِيْ إِلَي نَفْسِيْ وَلاَ إِلَى أَحَدٍ مِنْ خَلْقِكَ طَرْفَةَ عَيْنٍ ۞ اَللَّهُمَّ إِنِّيْ أَعُوْذُ بِكَ مِنَ الْهَمِّ وَالْحَزَنِ وَأَعُوْذُ بِكَ مِنَ الْعَجْزِ وَالْكَسَلِ وَأَعُوْذُ بِكَ مِنَ الْجُبْنِ وَالْبُخْلِ وَأَعُوْذُ بِكَ مِنْ غَلَبَةِ الدَّيْنِ وَقَهْرِ الرِّجَالِ ۞ اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَافِيَةَ فِي الدُّنْيَا وَالآخِرَةِ ۞ اَللَّهُمَّ إِنِّي أَسْأَلُكَ الْعَفْوَ وَالْعَـافِيَةَ وَالْمَعَافاَةَ الدَّائِمَةَ فِي دِيْنِيْ وَدُنْياَيَ وَأَهْلِيْ وَماَلِيْ ۞ اَللَّهُمَّ اسْتُرْ عَوْرَاتِيْ وَآمِنْ رَوْعَاتِيْ ۞ اَللَّهُمَّ احْفَظْنِيْ مِنْ بَيْنِ يَدَيَّ وَمِنْ خَلْفِيْ وَعَنْ يَمِيْنِيْ وَعَنْ شِماَلِيْ وَمِنْ فَوْقِيْ ۞ وَأَعُوْذُ بِعَظَمَتِكَ أَنْ أُغْتاَلَ مِنْ تَحْتِيْ',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اَللَّهُـمَّ أَنْتَ خَلَقْتَنِـيْ وَأَنْتَ تَهْدِيْنِـيْ وَأَنْتَ تُطْعِمُنِـيْ وَأَنْتَ تَسْقِيْنِـيْ وَأَنْتَ تُمِيْتُنِـي وَأَنْتَ تُحْيِيْنِـيْ وَاَنْتَ عَلَي كُلِّ شَئٍ قَدِيْرٌ ۞  أَصْبَحْناَ عَلَى فِطْرَةِ اْلإِسْلاَمِ وَعَلَى كَلِمَةِ اْلإِخْلاَصِ وَعَلَى دِيْنِ نَبِيِّناَ مُحَمَّدٍ صَلَّى اللهُ عَلَيْهِ وَآلِهِ وَسَلَّمَ ۞ وَعَلَى مِلَّةِ أَبِيْنَا إِبْراَهِيْمَ حَنِيْفاً مُسْلِماً وَماَ كاَنَ مِنَ الْمُشْرِكِيْنَ ۞ اَللَّهُمَّ بِكَ أَصْبَحْنَا وَبِكَ أَمْسَيْنَا وَبِكَ نَحْيَا وَبِكَ نَمُوْتُ وَإِلَيْكَ النُّشُوْرُ ۞ أَصْبَحْنَا وَأَصْبَحَ الْمُلْكُ لِلَّهِ وَالْحَمْدُ للهِ رَبِّ الْعاَلَمِيْنَ ۞ اَللَّهُّمَ إِنِّي أَسْأَلُكَ خَيْرَ هَذَا الْيُوْمِ فَتْحَهُ وَنَصْرَهُ وَنُوْرَهُ وَبَرَكَتَهُ وَهُداَهُ ۞ اَللَّهُمَّ إِنَّي أَسْأَلُكَ خَيْرَ هَذاَ الْيُوْمِ وَخَيْرَ ماَ فِيْهِ  وَأَعُوْذُ بِكَ مِنْ شَرِّ هَذاَالْيُوْمِ وَشَرِّ مَا فِيْهِ ۞ اَللَّهُمَّ ماَ أَصْبَحَ بِيْ مِنْ نِعْمَةٍ أَوْ بِأَحَـدٍ مِنْ خَلْقِكَ فَمِنْكَ وَحْدَكَ لاَ شَرِيْكَ لَكَ فَلَكَ الْحَمْدُ وَلَكَ الشُّكْرُ عَلَى ذَلِكَ ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'سُبْحَانَ اللهِ وَبِحَمْدِهِ عَدَدَ خَلْقِـهِ وَرِضَـى نَفْسِهِ وَزِنَةَ عَرْشِهِ وَمِداَدَ كَلِمَاتِهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'سُبْحَانَ اللهِ الْعَظِيْمِ وَبِحَمْدِهِ عَدَدَ خَلْقِـهِ وَرِضَـى نَفْسِـهِ وَزِنَةَ عَرْشِهِ وَمِداَدَ كَلِمَاتِهِ ۞ سُبْحَـانَ اللهِ عَدَدَ مَا خَلَقَ فِي السَّمَـاءِ ۞ سُبْحَـانَ اللهِ عَدَدَ مَا خَلَـقَ فِي الأَرْضِ ۞ سُبْحَـانَ اللهِ عَدَدَ مَا بَيْنَ ذَلِكَ ۞ سُبْحَـانَ اللهِ عَدَدَ مَا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'اَلْحَمْدُ للهِ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ ۞ اَلْحَمْدُ للهِ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ ۞ اَلْحَمْدُ للهِ عَدَدَ مَـا بَيْـنَ ذَلِكَ ۞ اَلْحَمْدُ للهِ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: ' لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ۞ لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ۞ لاَ إِلَـهَ إِلاَّ اللهُ عَدَدَ مَـا بَيْـنَ ذَلِـكَ۞ لاَ إِلَهَ إِلاَّ اللهُ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اللهُ أَكْبَرُ عَدَدَ مَـا خَلَـقَ فِي السَّمَـاءِ۞ اللهُ أَكْبَرُ عَدَدَ مَـا خَلَـقَ فِي الأَرْضِ ۞ اللهُ أَكْبَرُ عَدَدَ مَـا بَيْـنَ ذَلِكَ۞ اللهُ أَكْبَرُ عَدَدَ مَـا هُوَ خَـالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 26,
                arab: 'لآ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا خَلَقَ فِي السَّمَاءِ ۞ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا خَلَقَ فِي الأَرْضِ ۞ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَـا بَيْـنَ ذَلِـكَ ۞ لاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ الْعَظِيْـمِ عَدَدَ مَا هُوَ خَالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 27,
                arab: 'اللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا خَلَقَ فِي السَّمَاءِ ۞ اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا خَلَقَ فِي الأَرْضِ ۞ اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا بَيْـنَ ذَلِـكَ ۞ اَللَّهُمَّ صَلِّ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّ الأُمِّي وَعَلَـى اَلِهِ وَصَحْبِهِ وَسَلِّمَ عَدَدَ مَا هُوَ خَالِقٌ',
                latin: '',
                arti: ''
              },
              {
                id: 28,
                arab: 'لاَ إِلَهَ إِلاَّ اللهُ وَحْدَهُ لاَ شَرِيْكَ لَهُ ۞ لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ وَهُوَ عَلَـى كُلِّ شَيْءٍ قَدِيْرٌ عَدَدَ كُلِّ ذَرَّةٍ أَلْفَ مَرَّةٍ (3)',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 3,
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 3,
        slug: 'dzuhur',
        title: 'Dzikir Setelah Sholat Dzuhur',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الظُّهْرِ',
        latin: 'Dzikir ba’da shalāti ad-dzuhri',
        link: '/madad/dzuhur',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'لاَاِلَهَ اِلاَّاللَّهُ الْمَلِكُ الْحَقُّ الْمُبِيْنُ (100)',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ۞ إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا ۞ لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِنْ ذَنْبِكَ وَمَا تَأَخَّرَ وَيُتِمَّ نِعْمَتَهُ عَلَيْكَ وَيَهْدِيَكَ صِرَاطًا مُسْتَقِيمًا ۞ وَيَنْصُرَكَ اللَّهُ نَصْرًا عَزِيزًا ۞ وَكَانَ عِنْدَ اللَّهِ وَجِيهًا ۞ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ۞ وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّمَوَاتِ وَالْأَرْضِ',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ۞ نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرِ الْمُؤْمِنِينَ ۞ يَاأَيُّهَا الَّذِينَ ءَامَنُوا كُونُوا أَنْصَارَ اللَّهِ كَمَا قَالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوَارِيِّينَ مَنْ أَنْصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللَّهِ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'اَللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَ لاَ يُحِيْطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَاْلاَرْضَ وَ لاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ۞ لَوْ أَنْزَلْنَا هَذَا الْقُرْءَانَ عَلَى جَبَلٍ لَرَأَيْتَهُ خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ اْلأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ ۞ هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ عَالِمُ الْغَيْبِ وَالشَّهَادَةِ, هُوَ الرَّحْمَنُ الرَّحِيمُ ۞ هُوَ اللَّهُ الَّذِي لاَ إِلَهَ إِلاَّ هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ ۞ هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ لَهُ اْلأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِي السَّمَوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ  ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'أُعِيْذُ نَفْسِى بِاللَّهِ تَعَالَى مِنْ كُلِّ مَايَسْمَعُ بِأُذُنَيْنِ ۞ وَيُبْصِرُ بِعَيْنَيْنِ وَيَمْشِى بِرِجْلَيْنِ ۞ وَيَبْطِشُ بِيَدَيْنِ ۞ وَيَتَكَلَّمُ بِشَفَتَيْنَ ۞ حَصَّنْتُنَفْسِى بِاللَّهِ الْخَالِقِ اْلاَكْبَرِ ۞ مِنْ شَرِّ مَاأَخَافُ وَأَحْذَرُ ۞ مِنَ الْجِنِّ وَاّلإِنْسِ وَأَنْ يَحْضُرُونَ ۞ عَزَّ وَجَلَّ ثَنَائُهُ وَتَقَدَّسَتْ أَسْمَائُهُ وِلاِ اِلَهَ غَيْرُه',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'اَللَّهُمَّ إِنِّى أَجْعَلُكَ فِى نُحُورِ أَعْدَائِى ۞ وَأَعُوذُ بِكَ مِنْ شُرُورِهِمْ وَتَحَيُّلِهِمْ وَمَكْرِهِمْ وَمَكَائِدِهِمْ أَطْفِئْ نَاَر مَنْ أَرَادَبِى عَدَاوَةً مِنَ الْجِنِّ وَاْلإِنْسِ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: 'يَاحَافِظُ ياَحَفِيْظُ يَاكَافِى يَامُحِيْطُ سُبْحَانَكَ يَارَبَّ مَاأَعْظَمَ شَأْنَكَ وَأَعَزَّ سُلْطَانَكَ تَحَصَّنْتُ بِاللَّهِ وَبِأَسْمَاءِ اللَّهِ وَبِآيَاتِ اللَّهِ وَمَلاَئِكَةِ اللَّهِ وَأَنْبَاءِ اللَّهِ وَرُسُلِ اللَّهِ وَالصَّالِحِيْنَ مِنْ عِبَادِ اللَّه حَصَّنْتُ نَفْسِى بِلاَ اِلَهَ إِلاَّ اللَّهُ مُحَمَّدٌ رَسُوْلُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'اَللَّهُمَّ اُحْرُسْنِى بِعَيْنِكَ الَّتِى لاَ تَنَامُ وَاكْنُفْنِى بِكَنَفِكَ الَّذِى لاَ يُرَامُ وَارْحَمْنِى بِقُدْرَتِكَ عَلَيَّ فَلاَ أَهْلِكُ وَأَنْتَ ثِقَتِى وَرَجَائِى',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: 'يَاغِيَاثَ الْمُسْتَغِيْثِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'يَادَرَكَ الْهَالِكِيْنَ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: ' إِكْفِنِى شَرَّ كُلِّ طَارِقٍ يَطْرُقُ بِلَيْلٍ أَوْ نَهَارٍ إْلاَّ طَارِقًا يَطْرُقُ بِخَيْرٍ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'بِسْمِ اللَّهِ أَرْقِى نَفْسِى مِنْ كُلِّ مَا يُؤْذَى وَمِنْ كُلِّ حَاسِدٍ اللَّهُ شِفَائِى بِسْمِ اللَّهِ رُقِيْتُ اللّهُمَّ رَبَّ النَّاسِ أَذْهِبِ الْبَأْسَ إِشْفِ أَنْتَ الشَّافِى وَعَافِ أَنْتَ الْمُعَافِى لاَشِفَاءَ إِلاَّ شِفَائُكَ لاَ يُغَادِرُ سَقَمًا وَلاَ أَلَمًا',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'يَاكَافِى يَاوَافِى يَاحَمِيْدُ يَامَجِيْدُ إِرْفَعْ عَنِّى كُلَّ تَعَبٍ شَدِيْدٍ وَاكْفِنِى مِنَ الْحَدِّ وَالْحَدِيْدِ وَالْمَرِضِ الشَّدِيْدِ وَالْجَيْشِ الْعَدِيْدِ وَاجْعَلْ لِى نُورًا مِنْ نُورِكَ وَعِزًّا مِن عِزِّكَ وَنَصْرًا مِنْ نَصْرِكَ وَبَهَاءً مِنْ بَهَائِكَ وَعَطَاءً مِنْ عَطَائِكَ وَحَرَاسَةً مِنْ حَرَاسَتِكَ وَتَأْيِيْدًا مِنْ تَأْيِيْدِكَ يَاذَا الْجَلاَلِ وَاْلاِكْرَامِ وَالْمَوَاهِبِ الْعِظَامِ وَأَسْئَلُكَ أَنْ تَكْفِيَنِى مِنْ شَرِّ كُلِّ ذِى شَرٍّإِنَّكَ أَنْتَ اللَّهُ الْخَالِقُ اْلأَكْبَرُ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'وَصَلىَّ اللَّهُ عَلىَ سَيِّدِنَا مُحَمَّدٍ النَّبِيِّ الأُمِّيِّ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ تَسْليمًا كَثِيْرًا طَيِّبًا مُبَارَكًا فِيْهِ وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ۞  ظَاهِرًا وَبَاطِنًا وَعَلَى كُلِّ حَالٍ ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 3,
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 4,
        slug: 'ashar',
        title: 'Dzikir Setelah Sholat Ashar',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ العَصْرِ',
        latin: 'Dzikir ba’da shalāti as-syuri',
        link: '/madad/ashar',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ ۞ اللّهُمَّ يَاأَللهُ يَاعَظِيْمُ يَاحَلِيْمُ يَاعَلِيْمُ أَنْتَ رَبِّى وَعِلْمُكَ حَسْبِى فَنِعْمَ الرَّبُّ رَبِّى وَنِعْمَ الحَسْبُ حَسْبِى تَنْصُرُ مَنْ تَشَاءُ وَ أَنْتَ الْعَزِيْزُ الرَّحيْمُ نَسْئَلُكَ الْعِصْمَةَ فِى الْحَرَكَاتِ وَالسَّكَنَاتِ وَالْكَلِمَاتِ وَالإِرَادَاتِ وَالْخَطَرَاتِ مِنَ الشُّكُوكِ وَالظُّنُونِ وَاْلأَوْهَامِ السَّاتِرَةِ لِلْقُلُوبِ عَنْ مُطَالَعَةِ الْغُيُوبِ',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: 'فَقَدِابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزَالاً شَدِيدًا۞ وَإِذْ يَقُولُ الْمُنَافِقُونَ وَالَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ مَا وَعَدَنَا اللَّهُ وَرَسُولُهُ إِلاَّ غُرُورًا',
                latin: '',
                arti: ''
              },
              {
                id: 3,
                arab: 'فَثَبِّتْنَا وَانْصُرْنَا وَسَخِّرْلَنَا هَذَا الْبَحْرَ كَمَا سَخَّرْتَ الْبَحْرَ لِمُوسَى عَلَيْهِ السَّلاَمُ وسَخَّرْتَ النَّارَ ِلإِبْرَاهِيْمَ عَلَيْهِ السَّلاَمُ وَسَخَّرْتَ اْلجِبَالَ وَالْحَدِيْدَ لِدَاوُدَ  عَلَيْهِ السَّلاَمُ وسَخَّرْتَ الرِّيْحَ وَالشَّيَاطِيْنَ وَالْجِنَّ لِسُلَيْمَانَ عَلَيْهِ السَّلاَمُ وَسَخِّرْلَنَا كُلَّ بَحْرٍ هُوَ لكَ فِى الأَرْضِ وَالسَّمَاءِ وَالْمُلْكِ وَالْمَلَكُوتِ وَبَحْرِ الدُّنْيَا وَبَحْرِ اْلآخِرَةِ وَسَخِّرْلَنَا  كُلَّ شَيْئٍ يَامَنْ بِيَدِهِ مَلَكُوتُ كُلِّ شَيْئٍ',
                latin: '',
                arti: ''
              },
              {
                id: 4,
                arab: 'كهيعص (3)',
                latin: '',
                arti: ''
              },
              {
                id: 5,
                arab: 'اُنْصُرْنَا فَإِنَّكَ خَيْرُ النَّاصِرِيْنَ وَافْتَحْ لَنَا فَإِنَّكَ خَيْرُ الْفَاتِحِيْنَ وَاغْفِرْلَنَا فَإِنَّكَ خَيْرُ اْلغَافِرِيْنَ وَارْحَمْنَا فَإِنَّكَ خَيْرُ الرَّاحِمِيْنَ وَارْزُقْنَا فَإِنَّكَ خَيْرُ الرَّازِقِيْنَ وَاهْدِنَا وَنَجِّنَا مِنَ الْقَوْمِ الظَّالِمِيْنَ وَهَبْ لَنَا رِيْحًا طَيِّبَةً   كَمَا هِيَ فِى عِلْمِكَ وَانْشُرْهَا عَلَيْنَا مِنْ خَزَائِنِ رَحْمَتِكَ وَاحْمِلْنَا بِهَا حَمْلَ الْكَرَامَةِ مَعَ السَّلاَمَةِ وَالْعَافِيَةِ فِى الدِّيْنِ وَالدُّنْيَا والأخِرَةِ َإِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 6,
                arab: 'اللّهُمَّ يَسِّرْ لَنَا اُمُورَنَا مَعَ الرَّاحَةِ لِقُلُوبِنَا وَأَبْدَانِنَا وَالسَّلاَمَةَ وَالْعَافِيَةَ فِىدِيْنِنَا وَدُنْيَانَا وَكُنْ لَنَا صَاحِبًا فِى سَفَرِنَا وَحَضَرِنَا وَخَلِيفَةً فِى أَهْلِنَا وَاطْمِسْ عَلَى وُجُوهِ أَعْدَائِنَا وَامْسَخْهُمْ عَلَى مَكَانَتِهِمْ فَلاَ يَسْتَطِيْعُونَ الْمُضِيَّ وَلاَ الْمَجِىْءَ إِلَيْنَا',
                latin: '',
                arti: ''
              },
              {
                id: 7,
                arab: 'وَلَوْ نَشَاءُ لَطَمَسْنَا عَلَى أَعْيُنِهِمْ فَاسْتَبَقُوا الصِّرَاطَ فَأَنَّى يُبْصِرُونَ۞ وَلَوْ نَشَاءُ لَمَسَخْنَاهُمْ عَلَى مَكَانَتِهِمْ فَمَا اسْتَطَاعُوا مُضِيًّا وَلاَ يَرْجِعُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 8,
                arab: ' يس ۞ وَالْقُرْءَانِ الْحَكِيمِ ۞ إِنَّكَ لَمِنَ الْمُرْسَلِينَ ۞ عَلَى صِرَاطٍ مُسْتَقِيمٍ ۞ تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ ۞ لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ ءَابَاؤُهُمْ فَهُمْ غَافِلُونَ ۞ لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لاَ يُؤْمِنُونَ ۞ إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلاَلاَ فَهِيَ إِلَى اْلأَذْقَانِ فَهُمْ مُقْمَحُونَ ۞ وَجَعَلْنَا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ فَهُمْ لاَ يُبْصِرُونَ',
                latin: '',
                arti: ''
              },
              {
                id: 9,
                arab: 'شَاهَتِ الْوُجُوهِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 10,
                arab: ' وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ وَقَدْ خَابَ مَنْ حَمَلَ ظُلْمًا',
                latin: '',
                arti: ''
              },
              {
                id: 11,
                arab: 'طس ۞ حمعسق ۞ مَرَجَ الْبَحْرَيْنِ يَلْتَقِيَانِ ۞ بَيْنَهُمَا بَرْزَخٌ لاَ يَبْغِيَانِ',
                latin: '',
                arti: ''
              },
              {
                id: 12,
                arab: 'حم (7) ۞ حُمَّ  اْلأَمْرُ وَجَاءَ النَّصْرُ فَعَلَيْنَا لاَ يُنْصَرُونَ ۞ حم ۞ تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ ۞ غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي الطَّوْلِ لاَ إِلَهَ إِلاَّ هُوَ إِلَيْهِ الْمَصِيرُ ',
                latin: '',
                arti: ''
              },
              {
                id: 13,
                arab: 'بِسْمِ اللَّهِ بَابُنَا تَبَارَكَ حِيَطَانُنَا يس سَقْفُنَا كهيعص كِفَايَتُنَا حم عسق حِمَايَتُنَا ، فَسَيَكْفِيْكَهُمُ الله وَهُوَ السَّمِيْعُ الْعَلِيْمُ ',
                latin: '',
                arti: ''
              },
              {
                id: 14,
                arab: 'سِتْرُ الْعَرْشِ مَسْبُولٌ عَلَيْنَا وَعَيْنُ الله نَاظِرَةٌ إِلَيْنَا بِحَولِ اللهِ لاَ يُقْدَرُ عَلَيْنَا وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ بَلْ هُوَ قُرْءَانٌ مَجِيدٌ ، فِي لَوْحٍ مَحْفُوظٍ ',
                latin: '',
                arti: ''
              },
              {
                id: 15,
                arab: 'فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ الرَّاحِمِينَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 16,
                arab: 'إِنَّ وَلِيِّيَ اللَّهُ الَّذِي نَزَّلَ الْكِتَابَ وَهُوَ يَتَوَلَّى الصَّالِحِينَ',
                latin: '',
                arti: ''
              },
              {
                id: 17,
                arab: 'حَسْبِيَ اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ (3)',
                latin: '',
                arti: ''
              },
              {
                id: 18,
                arab: 'بِسْمِ الله الّذِي   لاَ يَضُرُّ مَعَ اسْمِهِ شَيْئٌ فِي الْأَرْضِ وَلاَ فِى السَّمَاءِ  وَ هُوَ السَّمِيْعُ الْعَلِيْمُ',
                latin: '',
                arti: ''
              },
              {
                id: 19,
                arab: 'وَلاَ حَوْلَ وَلاَ قُوَّةَ إِلاَّ بِاللهِ العَلِيِّ العَظِيْمِ ۞ إِنَّ اللَّهَ وَمَلاَئِكَتَهُ يُصَلُّونَ عَلَى النَّبِيِّ يَاأَيُّهَا الَّذِينَ ءَامَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيمًا',
                latin: '',
                arti: ''
              },
              {
                id: 20,
                arab: 'اللَّهُ لاَ إِلَهَ إِلاَّ هُوَ الْحَيُّ الْقَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ لَهُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلاَّ بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ وَ لاَ يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلاَّ بِمَا شَاءَ وَسِعَ كُرْسِيُّهُ السَّمَوَاتِ وَاْلاَرْضَ وَ لاَ يَئُودُهُ حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ',
                latin: '',
                arti: ''
              },
              {
                id: 21,
                arab: 'يَا أللهُ يَا نُورُ يَاحَقُّ يَامُبِيْنُ, اُكْسُنِى مِنْ نُورِكَ وَعَلِّمْنِى مِنْ عِلْمِك وَأَفْهِمْنِى عَنْكَ وَأَسْمِعْنِى مِنْكَ وَبَصِّرْنِى بِكَ وَأَقِمْنِى بِشُهُوْدِكَ وَأَلْبِسْنِى لِبَاسَ التَّقْوَى مِنْكَ إِنَّكَ عَلَى كُلِّ شَيْئٍ قَدِيْرٌ',
                latin: '',
                arti: ''
              },
              {
                id: 22,
                arab: 'يَا سَمِيْعُ يَاعَلِيْمُ يَاحَلِيْمُ يَاعَلِيُّ يَا أاللهُ , إِسْمَعْ دُعَائِى بِخَصَائِصِ لُطْفِكَ آمِيْن',
                latin: '',
                arti: ''
              },
              {
                id: 23,
                arab: 'أَعُوذُ بِكَلِمَاتِ الله التَّامَّاتِ مِنْ شَرِّ مَا خَلَقَ (3) ',
                latin: '',
                arti: ''
              },
              {
                id: 24,
                arab: 'يَاعَظِيْمَ السُّلْطَانِ يَاقَدِيْمَ اْلإِحْسَانِ يَادَائِمَ النَّعْمَاءِ يَابَاسِطَ الرِّزْقِ يَاكَثِيْرَ الْخَيْرَاتِ يَاوَاسِعَ الْعَطَاءِ يَادَافِعَ الْبَلاَءِ يَاسَامِعَ الدُّعَاءِ يَاحَاضِرًا لَيْسَ بِغَائِبٍ يَامَوْجُودًا عِنْدَ الشَّدَائِدِ يَاخَفِيَّ اللُّطْفِ يَالَطِيْفَ الصُّنْعِ يَاحَلِيْمًا لاَيَعْجَلُ إِقْضِ حَاجَتِى بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ',
                latin: '',
                arti: ''
              },
              {
                id: 25,
                arab: 'اللّهُمَّ َإِنَّكَ تَعْلَمُ مَا نَحْنُ فِيْهِ وَمَا نَطْلُبُهُ وَنَرْتَجِيْهِ مِنْ رَحْمَتِكَ فِى أَمْرِنَا كُلِّهِ فَيَسِّرْلَنَا مَا نَحْنُ فِيْهِ مِنْ سَفَرِنَا وَمَا نَطْلُبُهُ مِنْ حَوَائِجِنَا وَقَرِّبْ عَلَيْنَا الْمَسَافَاتِ وَسَلِّمْنَا مِنَ الْعِلَلِ وَاْلآفَاتِ وَلاَ تَجْعَلِ الدُّنْيَا أَكْبَرَ هَمِّنَا وَلاَ مَبْلَغَ عِلْمِنَا ولاَ تُسَلِّطْ عَلَيْنَا مَنْ لاَ يَرْحَمُنَا بِرَحْمَتِكَ يَا أَرْحَمَ الرَّاحِمِيْنَ ۞ وَصَلىَّ الله عَلىَ سَيِّدِنَا مُحَمَّدٍ وَعَلَى آلِهِ وَصَحْبِهِ وَسَلَّمَ',
                latin: '',
                arti: ''
              },
            ]
          },
          {
            id: 2,
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 3,
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 5,
        slug: 'maghrib',
        title: 'Dzikir Setelah Sholat Maghrib',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ المَغْرِبِ',
        latin: 'Dzikir ba’da shalāti al-maghribi',
        link: '/madad/mahgrib',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 2,
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 3,
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      },
      {
        id: 6,
        slug: 'isya',
        title: 'Dzikir Setelah Sholat Isya’',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ العِشَاءِ',
        latin: 'Dzikir ba’da shalāti al-isyā’i',
        link: '/madad/isya',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 2,
            arab: 'سُوْرَةُ يس',
            latin: 'Surat Yasin',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          },
          {
            id: 3,
            arab: 'سُوْرَةُ الْوَاقِعَةُ',
            latin: 'Surat al-Wāqi’ah',
            bait_bait: [
              {
                id: 1,
                arab: '',
                latin: '',
                arti: ''
              },
              {
                id: 2,
                arab: '',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      }
    ]
  },
  {
    id: 2,
    slug: 'majmu',
    image: 'https://www.sinarbarualgensindo.com/wp-content/uploads/2020/06/Majmu-luks.jpg',
    title: 'Majmu’',
    arab: 'مَجْمُوعَةُ الشَّرِيفِ',
    latin: 'Majmu’ As-syarif',
    category: [
      {
        id: 1,
        slug: 'dhuha',
        title: 'Doa Setelah Sholat Duha',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الضُّحَىِ',
        latin: 'Dzikir ba’da shalāti al-dhuha',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللّٰهُمَّ اِنَّ الضُّحَآءَ ضُحَاءُكَ وَالْبَهَاءَ بَهَاءُكَ وَالْجَمَالَ جَمَالُكَ وَالْقُوَّةَ قُوَّتُكَ وَالْقُدْرَةَ قُدْرَتُكَ وَالْعِصْمَةَ عِصْمَتُكَ ۞ اَللّٰهُمَّ اِنْ كَانَ رِزْقِى فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى اْلاَرْضِ فَأَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ ۞ بِحَقِّ ضُحَاءِكَ وَبَهَاءِكَ وَجَمَالِكَ وَقُوَّتِكَ وَقُدْرَتِكَ آتِنِىْ مَآاَتَيْتَ عِبَادَكَ الصَّالِحِيْنَ',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      }
    ]
  },
  {
    id: 3,
    slug: 'simtut',
    image: 'https://blogger.googleusercontent.com/img/a/AVvXsEhU-qxdBiMy4mHbK6mQj6Sf3JLNFxO5CtN_Xb5wKuWGwwQxY_bxSMUqEf1Tc7v3iYZVdanFZrK-GSbIIm2g7h06krtNBAf-7A_Q6FoDd7guk5iUhBakTUGHIBBZbc5AM4iwnjlkpkJ5BRDzfYQviDAgj5KJmpEND8XdRqW-oWdlKPvPwUR8WUH1Psmw=w480-h640',
    title: 'Simtut',
    arab: 'سِمْطُ الدُّرَرْ',
    latin: 'Simtut Durar',
    category: [
      {
        id: 1,
        slug: 'dhuha',
        title: 'Doa Setelah Sholat Duha',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الضُّحَىِ',
        latin: 'Dzikir ba’da shalāti al-dhuha',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللّٰهُمَّ اِنَّ الضُّحَآءَ ضُحَاءُكَ وَالْبَهَاءَ بَهَاءُكَ وَالْجَمَالَ جَمَالُكَ وَالْقُوَّةَ قُوَّتُكَ وَالْقُدْرَةَ قُدْرَتُكَ وَالْعِصْمَةَ عِصْمَتُكَ ۞ اَللّٰهُمَّ اِنْ كَانَ رِزْقِى فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى اْلاَرْضِ فَأَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ ۞ بِحَقِّ ضُحَاءِكَ وَبَهَاءِكَ وَجَمَالِكَ وَقُوَّتِكَ وَقُدْرَتِكَ آتِنِىْ مَآاَتَيْتَ عِبَادَكَ الصَّالِحِيْنَ',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      }
    ]
  },
  {
    id: 4,
    slug: 'romadhon',
    image: 'https://3.bp.blogspot.com/-FNVBvyNGxCk/V1dbhEH2F2I/AAAAAAAABs8/Kv6bNAsleXkUbggcQBA8oQ6lFrpHaxUGgCLcB/s1600/download-pdf-keutamaan-puasa-karya-ibnu-hajar-haitami.jpg',
    title: 'Romadhon',
    arab: 'الرَّمَضَان',
    latin: 'Romadhon',
    category: [
      {
        id: 1,
        slug: 'dhuha',
        title: 'Doa Setelah Sholat Duha',
        arab: 'ذِكْرً بَعْدَ صَلاَةِ الضُّحَىِ',
        latin: 'Dzikir ba’da shalāti al-dhuha',
        dzikri: [
          {
            id: 1,
            arab: 'ذِكْرَ',
            latin: 'Dzikra',
            bait_bait: [
              {
                id: 1,
                arab: 'اَللّٰهُمَّ اِنَّ الضُّحَآءَ ضُحَاءُكَ وَالْبَهَاءَ بَهَاءُكَ وَالْجَمَالَ جَمَالُكَ وَالْقُوَّةَ قُوَّتُكَ وَالْقُدْرَةَ قُدْرَتُكَ وَالْعِصْمَةَ عِصْمَتُكَ ۞ اَللّٰهُمَّ اِنْ كَانَ رِزْقِى فِى السَّمَآءِ فَأَنْزِلْهُ وَاِنْ كَانَ فِى اْلاَرْضِ فَأَخْرِجْهُ وَاِنْ كَانَ مُعَسَّرًا فَيَسِّرْهُ وَاِنْ كَانَ حَرَامًا فَطَهِّرْهُ وَاِنْ كَانَ بَعِيْدًا فَقَرِّبْهُ ۞ بِحَقِّ ضُحَاءِكَ وَبَهَاءِكَ وَجَمَالِكَ وَقُوَّتِكَ وَقُدْرَتِكَ آتِنِىْ مَآاَتَيْتَ عِبَادَكَ الصَّالِحِيْنَ',
                latin: '',
                arti: ''
              }
            ]
          }
        ]
      }
    ]
  },
]
